Repository: Azoz-JR/Denx
Catalog: muslim_watch_app_ios/DHSFit/Resource/Languages/*.lproj/ChineseSimple.strings
Languages: ar, de, el, es, fa, fr, he, id, it, pl, ru, th, tr, ur, vi, zh_hant

# str_disconnect_unbinding_tips
source: The device is not connected. If you change the account to bind this device, please restore the factory settings on the device.
ar: الجهاز غير متصل. إذا قمت بتغيير الحساب لربط هذا الجهاز ، يرجى استعادة إعدادات المصنع على جانب الجهاز.
de: Das Gerät ist nicht verbunden. Wenn Sie das Konto ändern, um dieses Gerät zu binden, stellen Sie bitte die Werkseinstellungen auf dem Gerät wieder her.
el: Η συσκευή δεν είναι συνδεδεμένη. Εάν αλλάξετε τον λογαριασμό για να συνδέσετε αυτήν τη συσκευή, επαναφέρετε τις εργοστασιακές ρυθμίσεις στη συσκευή.
es: El dispositivo no está conectado. Si cambia la cuenta para vincular este dispositivo, restablezca la configuración de fábrica en el dispositivo.
fa: دستگاه متصل نیست. اگر حساب را برای اتصال این دستگاه تغییر دهید، لطفاً تنظیمات کارخانه را روی دستگاه بازیابی کنید.
fr: L'appareil n'est pas connecté. Si vous modifiez le compte pour lier cet appareil, veuillez restaurer les paramètres d'usine sur l'appareil.
he: המכשיר אינו מחובר. אם תשנה את החשבון כדי לאגד מכשיר זה, נא שחזר את הגדרות היצרן במכשיר.
id: Perangkat tidak tersambung. Jika Anda mengubah akun untuk mengikat perangkat ini, harap pulihkan pengaturan pabrik pada perangkat.
it: Il dispositivo non è connesso. Se cambi l'account per associare questo dispositivo, ripristina le impostazioni di fabbrica sul dispositivo.
pl: Urządzenie nie jest połączone. Jeśli zmienisz konto, aby powiązać to urządzenie, przywróć ustawienia fabryczne urządzenia.
ru: Устройство не подключено. Если вы измените учетную запись для привязки этого устройства, восстановите заводские настройки на устройстве.
th: อุปกรณ์ไม่ได้เชื่อมต่อ หากคุณเปลี่ยนบัญชีเพื่อผูกอุปกรณ์นี้ โปรดคืนค่าการตั้งค่าจากโรงงานบนอุปกรณ์
tr: Cihaz bağlı değil. Bu cihazı bağlamak için hesabı değiştirirseniz, lütfen cihazın fabrika ayarlarını geri yükleyin.
ur: آلہ منسلک نہیں ہے۔ اگر آپ اس ڈیوائس کو بائنڈ کرنے کے لیے اکاؤنٹ تبدیل کرتے ہیں، تو براہ کرم ڈیوائس پر فیکٹری سیٹنگز کو بحال کریں۔
vi: Thiết bị không được kết nối. Nếu bạn thay đổi tài khoản để liên kết thiết bị này, vui lòng khôi phục cài đặt gốc trên thiết bị.
zh_hant: 設備未連接，如果更換帳號綁定此設備，請在設備端恢復出廠設置。

# str_medical_tips
source: Please note that this feature is not designed for medical use. If you have any questions or medical concerns, please consult a healthcare professional.
ar: لاحظ أن هذه الميزة ليست مخصصة للاستخدام الطبي. إذا كان لديك أي أسئلة أو مخاوف طبية ، يرجى استشارة أخصائي الرعاية الصحية.
de: Bitte beachten Sie, dass diese Funktion nicht für medizinische Zwecke konzipiert ist. Wenden Sie sich bei Fragen oder medizinischen Bedenken bitte an einen Arzt.
el: Λάβετε υπόψη ότι αυτή η δυνατότητα δεν έχει σχεδιαστεί για ιατρική χρήση. Εάν έχετε ερωτήσεις ή ιατρικές ανησυχίες, συμβουλευτείτε έναν επαγγελματία υγείας.
es: Tenga en cuenta que esta función no está diseñada para uso médico. Si tiene alguna pregunta o inquietud médica, consulte a un profesional de la salud.
fa: لطفا توجه داشته باشید که این ویژگی برای مصارف پزشکی طراحی نشده است. اگر سوال یا نگرانی پزشکی دارید، لطفا با یک متخصص مراقبت های بهداشتی مشورت کنید.
fr: Veuillez noter que cette fonctionnalité n'est pas conçue pour un usage médical. Si vous avez des questions ou des problèmes médicaux, veuillez consulter un professionnel de la santé.
he: שים לב שתכונה זו אינה מיועדת לשימוש רפואי. אם יש לך שאלות או חששות רפואיים, נא להתייעץ עם איש מקצוע בתחום הבריאות.
id: Harap diperhatikan bahwa fitur ini tidak dirancang untuk penggunaan medis. Jika Anda memiliki pertanyaan atau masalah medis, silakan berkonsultasi dengan profesional kesehatan.
it: Tieni presente che questa funzione non è progettata per uso medico. In caso di domande o dubbi medici, consulta un professionista sanitario.
pl: Pamiętaj, że ta funkcja nie jest przeznaczona do użytku medycznego. W przypadku jakichkolwiek pytań lub problemów medycznych skonsultuj się z pracownikiem służby zdrowia.
ru: Обратите внимание, что эта функция не предназначена для использования в медицинских целях. Если у вас есть какие-либо вопросы или проблемы со здоровьем, обратитесь к врачу.
th: โปรดทราบว่าคุณสมบัตินี้ไม่ได้รับการออกแบบสำหรับการใช้งานทางการแพทย์ หากคุณมีคำถามหรือข้อกังวลทางการแพทย์ใดๆ โปรดปรึกษาผู้เชี่ยวชาญด้านสุขภาพ
tr: Lütfen bu özelliğin tıbbi kullanım için tasarlanmadığını unutmayın. Herhangi bir sorunuz veya tıbbi endişeniz varsa, lütfen bir sağlık uzmanına danışın.
ur: براہ کرم نوٹ کریں کہ یہ خصوصیت طبی استعمال کے لیے ڈیزائن نہیں کی گئی ہے۔ اگر آپ کے کوئی سوالات یا طبی خدشات ہیں، تو براہ کرم ہیلتھ کیئر پروفیشنل سے رجوع کریں۔
vi: Xin lưu ý rằng tính năng này không được thiết kế cho mục đích y tế. Nếu bạn có bất kỳ câu hỏi hoặc thắc mắc nào về y tế, vui lòng tham khảo ý kiến ​​chuyên gia chăm sóc sức khỏe.
zh_hant: 請注意，此功能並非設計用於醫療用途。如果您有任何疑問或健康問題，請諮詢醫護專業人員。

# str_drop_down_refresh
source: Drop down to refresh
ar: للتحديث اسحب للأسفل
de: Zum Aktualisieren herunterklappen
el: Πατήστε για ανανέωση
es: Desplegar para actualizar
fa: برای تازه کردن، پایین بیاورید
fr: Dérouler pour actualiser
he: פתח למטה כדי לרענן
id: Turun ke bawah untuk menyegarkan
it: Scendi per aggiornare
pl: Rozwiń, aby odświeżyć
ru: Пролистайте вниз, чтобы обновить
th: เลื่อนลงเพื่อรีเฟรช
tr: Yenilemek için aşağı inin
ur: ریفریش کرنے کے لیے نیچے گریں۔
vi: Thả xuống để làm mới
zh_hant: 下拉刷新

# str_release_refresh_now
source: Release to refresh now
ar: حرر للتحديث الآن
de: Jetzt zum Aktualisieren freigeben
el: Απελευθέρωση για ανανέωση τώρα
es: Liberar para actualizar ahora
fa: اکنون برای بازخوانی رها کنید
he: שחרר כדי לרענן עכשיו
id: Lepaskan untuk menyegarkan sekarang
it: Rilascia per aggiornare ora
pl: Zwolnij, aby odświeżyć teraz
ru: Отпустите, чтобы обновить сейчас
th: ปล่อยเพื่อรีเฟรชเดี๋ยวนี้
tr: Şimdi yenilemek için bırakın
ur: ابھی ریفریش کرنے کے لیے ریلیز کریں۔
vi: Thả ra để làm mới ngay bây giờ
zh_hant: 鬆開立即刷新

# str_pull_up_to_load_more
source: Pull up to load more
ar: سحب ما يصل لتحميل المزيد
de: Nach oben ziehen, um mehr zu laden
el: Τραβήξτε προς τα πάνω για να φορτώσετε περισσότερα
es: Sube para cargar más
fa: برای بارگیری بیشتر بالا بکشید
fr: Tirez vers le haut pour en charger plus
he: משוך למעלה כדי לטעון עוד
id: Tarik ke atas untuk memuat lebih banyak
it: Abbassa per caricare altro
pl: Pociągnij, aby załadować więcej
ru: Потяните вверх, чтобы загрузить больше
th: ดึงขึ้นเพื่อโหลดเพิ่ม
tr: Daha fazla yüklemek için yukarı çekin
ur: مزید لوڈ کرنے کے لیے اوپر کھینچیں۔
vi: Kéo lên để tải thêm
zh_hant: 上拉加載更多

# str_loading
source: Loading
ar: تحميل
de: Laden
el: Φόρτωση
es: Cargando
fa: در حال بارگیری
fr: Chargement
he: טוען
id: Memuat
it: Caricamento in corso
pl: Ładowanie
ru: Загрузка
th: กำลังโหลด
tr: Yükleniyor
ur: لوڈ ہو رہا ہے۔
vi: Đang tải
zh_hant: 正在加載

# str_release_load_now
source: Release to load now
ar: حرر للتحميل الآن
de: Jetzt zum Laden freigeben
el: Απελευθέρωση για φόρτωση τώρα
es: Liberar para cargar ahora
fa: اکنون رها کنید تا بارگیری شود
fr: Libérer pour charger maintenant
he: שחרר לטעינה כעת
id: Lepaskan untuk memuat sekarang
it: Rilascia per caricare ora
pl: Zwolnij, aby załadować teraz
ru: Отпустите, чтобы загрузить сейчас
th: ปล่อยให้โหลดเดี๋ยวนี้
tr: Yüklemek için şimdi bırakın
ur: ابھی لوڈ کرنے کے لیے ریلیز کریں۔
vi: Thả ra để tải ngay
zh_hant: 鬆開立即加載

# str_no_more_data
source: No More Data
ar: لا مزيد من البيانات
de: Keine weiteren Daten
el: Δεν υπάρχουν άλλα δεδομένα
es: No más datos
fa: داده ای دیگر وجود ندارد
fr: Plus de données
he: אין יותר נתונים
id: Tidak Ada Lagi Data
it: Niente più dati
pl: Brak więcej danych
ru: Нет данных
th: ไม่มีข้อมูลเพิ่มเติม
tr: Başka Veri Yok
ur: مزید ڈیٹا نہیں۔
vi: Không có thêm dữ liệu
zh_hant: 沒有更多數據了

# str_no_disturb_tips
source: When the Do Not Disturb mode is turned on, incoming calls and notifications will not be reminded (except the alarm clock)
ar: بعد تشغيل وضع عدم الإزعاج ، لن يتم تذكير المكالمات والإشعارات الواردة (باستثناء المنبه)
de: Wenn der Modus „Nicht stören“ aktiviert ist, werden eingehende Anrufe und Benachrichtigungen nicht erinnert (mit Ausnahme des Weckers)
el: Όταν είναι ενεργοποιημένη η λειτουργία Μην ενοχλείτε, οι εισερχόμενες κλήσεις και οι ειδοποιήσεις δεν θα υπενθυμίζονται (εκτός από το ξυπνητήρι)
es: Cuando el modo No molestar está activado, no se recuerdan las llamadas entrantes ni las notificaciones (excepto el despertador)
fa: هنگامی که حالت مزاحم نشوید روشن است، تماس های دریافتی و اعلان ها یادآوری نمی شوند (به جز ساعت زنگ دار)
fr: Lorsque le mode Ne pas déranger est activé, les appels entrants et les notifications ne seront pas rappelés (sauf le réveil)
he: כאשר מצב 'נא לא להפריע' מופעל, שיחות נכנסות והתראות לא יזכרו (למעט השעון המעורר)
id: Saat mode Jangan Ganggu dihidupkan, panggilan masuk dan pemberitahuan tidak akan diingatkan (kecuali jam alarm)
it: Quando la modalità Non disturbare è attiva, le chiamate in arrivo e le notifiche non verranno ricordate (tranne la sveglia)
pl: Kiedy tryb Nie przeszkadzać jest włączony, połączenia przychodzące i powiadomienia nie będą przypominane (poza budzikiem)
ru: При включенном режиме "Не беспокоить" входящие вызовы и уведомления не будут напоминаться (кроме будильника)
th: เมื่อเปิดโหมดห้ามรบกวน สายเรียกเข้าและการแจ้งเตือนจะไม่ได้รับการเตือน (ยกเว้นนาฬิกาปลุก)
tr: Rahatsız Etmeyin modu açıkken, gelen aramalar ve bildirimler hatırlatılmayacaktır (çalar saat dışında)
ur: جب ڈو ناٹ ڈسٹرب موڈ آن ہوتا ہے، تو آنے والی کالز اور اطلاعات یاد دلائی نہیں جائیں گی (سوائے الارم گھڑی کے)
vi: Khi bật chế độ Không Làm phiền, các cuộc gọi đến và thông báo sẽ không được nhắc (ngoại trừ đồng hồ báo thức)
zh_hant: 勿擾模式開啟後，來電和通知不提醒（鬧鐘除外）

# str_load_failed
source: Failed to load
ar: فشل في التحميل
de: Laden fehlgeschlagen
el: Αποτυχία φόρτωσης
es: Error al cargar
fa: بارگیری نشد
fr: Échec du chargement
he: הטעינה נכשלה
id: Gagal memuat
it: Impossibile caricare
pl: Ładowanie nie powiodło się
ru: Не удалось загрузить
th: โหลดไม่สำเร็จ
tr: Yüklenemedi
ur: لوڈ کرنے میں ناکام
vi: Không tải được
zh_hant: 加載失敗

# str_refresh_failed
source: Refresh failed
ar: فشل التحديث
de: Aktualisierung fehlgeschlagen
el: Η ανανέωση απέτυχε
es: Error al actualizar
fa: بازسازی انجام نشد
fr: L'actualisation a échoué
he: הרענון נכשל
id: Gagal menyegarkan
it: Aggiornamento fallito
pl: Odświeżanie nie powiodło się
ru: Не удалось обновить
th: การรีเฟรชล้มเหลว
tr: Yenileme başarısız oldu
ur: ریفریش ناکام ہو گیا۔
vi: Làm mới không thành công
zh_hant: 刷新失敗

# str_menstrual_cycle_reminder
source: Menstrual Cycle Reminder
ar: تذكير الدورة الشهرية
de: Erinnerung an den Menstruationszyklus
el: Υπενθύμιση εμμηνορροϊκού κύκλου
es: Recordatorio del ciclo menstrual
fa: یادآوری سیکل قاعدگی
fr: Rappel du cycle menstruel
he: תזכורת למחזור הווסת
id: Pengingat Siklus Menstruasi
it: Promemoria ciclo mestruale
pl: Przypomnienie o cyklu miesiączkowym
ru: Напоминание о менструальном цикле
th: ตัวเตือนรอบเดือน
tr: Adet Döngüsü Hatırlatıcısı
ur: ماہواری کی یاد دہانی
vi: Nhắc nhở chu kỳ kinh nguyệt
zh_hant: 生理週期提醒

# str_cycle_days
source: Cycle Days
ar: أيام الدورة
de: Zyklustage
el: Ημέρες κύκλου
es: Días del ciclo
fa: روزهای چرخه
he: ימי מחזור
id: Hari Siklus
it: Giorni di ciclo
pl: Dni cyklu
ru: Дни цикла
th: วันของรอบ
tr: Döngü Günleri
ur: سائیکل کے دن
vi: Ngày Chu Kỳ
zh_hant: 週期天數

# str_menstrual_days
source: Number of Menstrual Days
ar: أيام الدورة
de: Anzahl der Menstruationstage
el: Αριθμός ημερών εμμήνου ρύσεως
es: Número de días menstruales
fa: تعداد روزهای قاعدگی
fr: Nombre de jours menstruels
he: מספר ימי הווסת
id: Jumlah Hari Menstruasi
it: Numero di giorni mestruali
pl: Liczba dni menstruacyjnych
ru: Количество менструальных дней
th: จำนวนวันที่มีประจำเดือน
tr: Adet Günlerinin Sayısı
ur: ماہواری کے دنوں کی تعداد
vi: Số Ngày Kinh Nguyệt
zh_hant: 經期天數

# str_menstrual_last_time
source: Last menstrual period start time
ar: وقت بدء الفترة الماضية
de: Startzeit der letzten Menstruation
el: Ώρα έναρξης της τελευταίας εμμήνου ρύσεως
es: Hora de inicio del último período menstrual
fa: زمان شروع آخرین قاعدگی
fr: Heure de début des dernières menstruations
he: זמן תחילת הווסת האחרונה
id: Waktu mulai menstruasi terakhir
it: Ora di inizio ultimo periodo mestruale
pl: Czas rozpoczęcia ostatniej miesiączki
ru: Время начала последней менструации
th: เวลาเริ่มต้นของประจำเดือนครั้งสุดท้าย
tr: Son adet dönemi başlangıç ​​zamanı
ur: آخری ماہواری شروع ہونے کا وقت
vi: Thời gian bắt đầu kỳ kinh cuối cùng
zh_hant: 上次經期開始時間

# str_remind_time
source: Remind time
ar: وقت التذكير
de: Erinnerungszeit
el: Υπενθύμιση ώρας
es: Hora de recordatorio
fa: زمان یادآوری
fr: Heure de rappel
he: זמן תזכורת
id: Ingatkan waktu
it: Ricorda ora
pl: Czas przypomnienia
ru: Время напоминания
th: เวลาเตือน
tr: Hatırlatma zamanı
ur: وقت یاد دلائیں۔
vi: Nhắc thời gian
zh_hant: 提醒時間

# str_remind_menstrual_period
source: Menstrual Reminder
ar: تذكير الفترة
de: Menstruationserinnerung
el: Υπενθύμιση εμμήνου ρύσεως
es: Recordatorio menstrual
fa: یادآوری قاعدگی
fr: Rappel menstruel
he: תזכורת למחזור
id: Pengingat Menstruasi
it: Promemoria mestruale
pl: Przypomnienie o menstruacji
ru: Напоминание о менструации
th: ตัวเตือนประจำเดือน
tr: Adet Hatırlatıcısı
ur: ماہواری کی یاد دہانی
vi: Nhắc nhở Kinh nguyệt
zh_hant: 經期提醒

# str_remind_ovulation_period
source: Ovulation Period Reminder
ar: تذكير الإباضة
de: Erinnerung an den Eisprung
el: Υπενθύμιση περιόδου ωορρηξίας
es: Recordatorio del período de ovulación
fa: یادآوری دوره تخمک گذاری
fr: Rappel de la période d'ovulation
he: תזכורת לתקופת הביוץ
id: Pengingat Masa Ovulasi
it: Promemoria del periodo di ovulazione
pl: Przypomnienie o okresie owulacji
ru: Напоминание о периоде овуляции
th: ตัวเตือนช่วงเวลาตกไข่
tr: Ovulasyon Dönemi Hatırlatıcısı
ur: بیضہ دانی کی یاد دہانی
vi: Nhắc nhở thời kỳ rụng trứng
zh_hant: 排卵期提醒

# str_remind_ovulation_peak
source: Ovulation peak reminder
ar: تذكير ذروة الإباضة
de: Erinnerung an Höhepunkt des Eisprungs
el: Υπενθύμιση αιχμής ωορρηξίας
es: Recordatorio del pico de ovulación
fa: یادآور اوج تخمک گذاری
fr: Rappel du pic d'ovulation
he: תזכורת לשיא הביוץ
id: Pengingat puncak ovulasi
it: Promemoria picco di ovulazione
pl: Przypomnienie szczytu owulacji
ru: Напоминание о пике овуляции
th: การเตือนการตกไข่สูงสุด
tr: Yumurtlama zirvesi hatırlatıcısı
ur: بیضہ دانی کی چوٹی کی یاد دہانی
vi: Nhắc đỉnh rụng trứng
zh_hant: 排卵高峰提醒

# str_remind_ovulation_end
source: Ovulation end reminder
ar: تذكير بنهاية الإباضة
de: Erinnerung am Ende des Eisprungs
el: Υπενθύμιση λήξης ωορρηξίας
es: Recordatorio de fin de ovulación
fa: یادآوری پایان تخمک گذاری
fr: Rappel de fin d'ovulation
he: תזכורת לסיום הביוץ
id: Pengingat akhir ovulasi
it: Promemoria fine ovulazione
pl: Przypomnienie o zakończeniu owulacji
ru: Напоминание об окончании овуляции
th: การเตือนการสิ้นสุดการตกไข่
tr: Yumurtlama sonu hatırlatıcısı
ur: بیضہ دانی کے اختتام کی یاد دہانی
vi: Nhắc nhở kết thúc rụng trứng
zh_hant: 排卵期結束提醒

# str_clear_data_success
source: Clear Data Success
ar: مسح بنجاح
de: Daten erfolgreich löschen
el: Εκκαθάριση της επιτυχίας δεδομένων
es: Borrar datos correctamente
fa: پاک کردن موفقیت آمیز داده ها
fr: Effacer les données réussies
he: נקה את הצלחת הנתונים
id: Hapus Data Berhasil
it: Cancella dati riuscita
pl: Wyczyszczenie danych powiodło się
ru: Удалить данные успешно
th: ล้างข้อมูลสำเร็จ
tr: Verileri Temizleme Başarısı
ur: ڈیٹا کی کامیابی کو صاف کریں۔
vi: Xóa dữ liệu thành công
zh_hant: 清除成功

# str_clear_data_failed
source: Clear Failed
ar: فشل التنظيف
de: Löschen fehlgeschlagen
el: Η εκκαθάριση απέτυχε
es: Error al borrar
fa: پاک کردن انجام نشد
fr: Échec de la suppression
he: הניקוי נכשל
id: Hapus Gagal
it: Cancellazione fallita
pl: Wyczyszczenie nie powiodło się
ru: Ошибка очистки
th: การล้างล้มเหลว
tr: Silme Başarısız
ur: صاف کرنے میں ناکام
vi: Xóa Không Thành Công
zh_hant: 清除失敗

# str_delete_failed
source: Delete failed
ar: فشل في الحذف
de: Löschen fehlgeschlagen
el: Η διαγραφή απέτυχε
es: Error al eliminar
fa: حذف نشد
fr: La suppression a échoué
he: המחיקה נכשלה
id: Gagal dihapus
it: Eliminazione fallita
pl: Usuwanie nie powiodło się
ru: Ошибка удаления
th: การลบล้มเหลว
tr: Silme başarısız
ur: حذف کرنا ناکام ہو گیا۔
vi: Xóa thất bại
zh_hant: 刪除失敗

# str_tab_free_exercise
source: free exercise
ar: ممارسة حرة
de: kostenlose Übung
el: δωρεάν άσκηση
es: ejercicio libre
fa: ورزش رایگان
fr: exercice gratuit
he: פעילות גופנית בחינם
id: latihan bebas
it: esercizio libero
pl: ćwiczenia dowolne
ru: свободное упражнение
th: ออกกำลังกายฟรี
tr: ücretsiz egzersiz
vi: tập thể dục miễn phí
zh_hant: 自由鍛煉

# str_tab_ballet
source: ballet
ar: الباليه
de: Ballett
el: μπαλέτο
fa: باله
he: בַּלֶט
id: balet
it: balletto
pl: balet
ru: балет
th: บัลเล่ต์
tr: bale
vi: vở ballet
zh_hant: 芭蕾舞

# str_tab_golf
source: golf
ar: جولف
el: γκολφ
fa: گلف
fr: le golf
he: גוֹלף
ru: гольф
th: กอล์ฟ
zh_hant: 高爾夫

# str_tab_square_dance
source: Square dance
ar: رقصة مربعة
el: Τετράγωνος χορός
es: baile cuadrado
fa: رقص مربع
fr: Danse carrée
he: ריקוד ריבועי
id: Tari persegi
it: Danza di piazza
pl: taniec
ru: кадриль
th: สแควร์แดนซ์
tr: Kare dans
vi: điệu nhảy vuông
zh_hant: 廣場舞

# str_tab_baseball
source: baseball
ar: البيسبول
el: μπέιζμπολ
es: béisbol
fa: بیسبال
he: בייסבול
ru: бейсбол
th: เบสบอล
tr: beyzbol
vi: bóng chày
zh_hant: 棒球

# str_tab_rugby
source: football
ar: كرة القدم
de: Fußball
el: ποδόσφαιρο
es: fútbol americano
fa: فوتبال
he: כדורגל
id: sepak bola
it: calcio
pl: piłka nożna
ru: футбол
th: ฟุตบอล
tr: Futbol
vi: bóng đá
zh_hant: 橄欖球

# str_tab_poppy_jump
source: burpee
ar: بوبي القفز
de: Bobby Jump
el: μπόμπι άλμα
es: salto bobby
fa: بابی پرش
fr: saut de bobby
he: בובי לקפוץ
id: lompat bobby
it: salto bobby
ru: бобби прыжок
th: บ๊อบบี้กระโดด
tr: bobby atlama
ur: bobby jump
vi: nhảy bobby
zh_hant: 波比跳

# str_tab_elliptical_machine
source: elliptical machine
ar: آلة بيضاوي الشكل
de: elliptische Maschine
el: ελλειπτικό μηχάνημα
es: maquina eliptica
fa: دستگاه بیضوی
fr: machine elliptique
he: מכונה אליפטית
id: mesin elips
it: macchina ellittica
pl: maszyna eliptyczna
ru: эллиптический тренажер
th: เครื่องเดินวงรี
tr: Eliptik makine
vi: máy elip
zh_hant: 橢圓機

# str_tab_fitness
source: fitness
ar: لياقة بدنية
el: καταλληλότητα
es: aptitud física
fa: تناسب اندام
fr: aptitude
he: כושר
id: kebugaran
ru: фитнес
th: ฟิตเนส
vi: sự thích hợp
zh_hant: 健身

# str_tab_kayak
source: kayak
ar: قوارب الكاياك
de: Kajak
el: είδος ξύλινης βάρκας
fa: کایاک
he: קָאִיָאק
pl: kajak
ru: каякинг
th: พายเรือคายัค
tr: Kano sporu
vi: chèo thuyền kayak
zh_hant: 皮划艇

# str_tab_on_foot
source: on foot
ar: سيرا على الاقدام
de: zu Fuß
el: με τα ΠΟΔΙΑ
es: a pie
fa: پیاده
fr: à pied
he: ברגל
id: berjalan kaki
it: a piedi
pl: pieszo
ru: пешком
th: ด้วยเท้า
tr: yürüyerek
vi: bằng chân
zh_hant: 徒步

# str_tab_snow_sports
source: water sports
ar: رياضات مائيه
de: Wassersport
el: θαλάσσια σπορ
es: Deportes acuáticos
fa: ورزشهای آبی
fr: sports nautiques
he: ספורט מים
id: olahraga Air
it: sport acquatici
pl: sporty wodne
ru: водные виды спорта
th: กีฬาทางน้ำ
tr: su Sporları
vi: thể thao dưới nước
zh_hant: 水上運動

# str_tab_paddle_board
source: SUP
ar: لوح مجداف
de: Paddel Boot
el: κουπί του σκάφους
es: tabla de paddle
fa: تخته دست و پا زدن
fr: planche à pagaie
he: לוח משוטים
id: papan dayung
it: tavola da paddle
ru: весло доска
th: กระดานพาย
tr: kürek tahtası
ur: paddle board
vi: ván chèo
zh_hant: 槳板

# str_tab_pilates
source: pilates
ar: بيلاتيس
el: Πιλάτες
fa: پیلاتس
he: פילאטיס
ru: пилатес
th: พิลาทิส
vi: Philatô
zh_hant: 普拉提

# str_tab_roller_skating
source: roller skating
ar: تزلج
de: Rollschuhlaufen
el: πατινάζ
es: patinaje sobre ruedas
fa: اسکیت
fr: Roller
he: החלקה על גלגיליות
id: sepatu roda
it: pattinaggio a rotelle
pl: jazda na rolkach
ru: катание на роликах
th: โรลเลอร์สเกต
tr: tekerlekli patenle kaymak
vi: trượt patin
zh_hant: 輪滑

# str_tab_boating
source: rowing machine
ar: آلة التجديف
de: Rudergerät
el: κωπηλατική μηχανή
es: máquina de remar
fa: دستگاه قایق رانی
fr: rameur
he: סִירָאוּת
id: mesin dayung
it: vogatore
pl: wioślarz
ru: Гребной тренажер
th: พายเรือ
tr: kürek makinesi
ur: boating
vi: máy chèo
zh_hant: 划船机

# str_tab_sailboat
source: sailboat
ar: مركب شراعي
de: Segelboot
el: ιστιοφόρο
es: velero
fa: قایق بادبانی
fr: voilier
he: מִפרָשִׂית
id: perahu layar
it: barca a vela
pl: żaglówka
ru: парусная лодка
th: เครื่องกรรเชียงบก
tr: yelkenli
vi: thuyền buồm
zh_hant: 帆船

# str_tab_skateboard
source: skateboard
ar: لوح تزلج
es: patineta
fa: اسکیت برد
fr: planche à roulette
he: סקייטבורד
pl: deskorolka
ru: скейтборд
th: สเก็ตบอร์ด
tr: kaykay
vi: ván trượt
zh_hant: 滑板

# str_tab_stretch
source: to stretch
ar: ليتمدد
de: Strecken
el: για να τεντώσει
es: estirar
fa: کشش دادن
fr: étirer
he: להתמתח
id: untuk meregangkan
it: allungare
pl: rozciąganie
ru: растянуть
th: เพื่อยืด
tr: uzatmak
vi: để căng
zh_hant: 拉伸

# str_tab_water_polo
source: water polo
ar: كرة الماء
de: Wasser Polo
el: Υδατοσφαίριση
es: Polo acuático
fa: واترپلو
he: כדור מים
id: polo air
it: pallanuoto
pl: wodne polo
ru: водное поло
th: โปโลน้ำ
tr: su topu
vi: bóng nước
zh_hant: 水球

# str_bloodsugar_title
source: blood sugar
ar: سكر الدم
de: Blutzucker
el: σακχάρου στο αίμα
es: glucemia
fa: قند خون
fr: glycémie
he: סוכר בדם
id: gula darah
it: glicemia
pl: stężenie cukru we krwi
ru: содержание сахара в крови
th: น้ำตาลในเลือด
tr: kan şekeri
ur: بلڈ شوگر
vi: đường huyết
zh_hant: 血糖

# str_current_bloodsugar
source: current blood sugar
ar: نسبة السكر في الدم الحالية
de: aktueller Blutzucker
el: τρέχον σάκχαρο στο αίμα
es: nivel de azúcar en la sangre actual
fa: قند خون فعلی
fr: glycémie actuelle
he: רמת הסוכר הנוכחית בדם
id: gula darah saat ini
it: attuale della glicemia
pl: aktualny poziom cukru we krwi
ru: текущий уровень сахара в крови
th: น้ำตาลในเลือดปัจจุบัน
tr: mevcut kan şekeri
ur: موجودہ خون کی شکر
vi: lượng đường trong máu hiện tại
zh_hant: 當前血糖

# str_avg_bloodsugar
source: average blood sugar
ar: متوسط نسبة السكر في الدم
de: durchschnittlicher Blutzucker
el: μέσο σάκχαρο στο αίμα
es: azúcar en sangre promedio
fa: قند خون متوسط
fr: glycémie moyenne
he: סוכר ממוצע בדם
id: gula darah rata-rata
it: glicemia media
pl: średni poziom cukru we krwi
ru: средний уровень сахара в крови
th: น้ำตาลในเลือดเฉลี่ย
tr: ortalama kan şekeri
ur: اوسط خون کی شکر
vi: lượng đường trong máu trung bình
zh_hant: 平均血糖

# str_max_bloodsugar
source: maximum blood sugar
ar: الحد الأقصى لسكر الدم
de: maximaler Blutzucker
el: μέγιστο σάκχαρο στο αίμα
es: nivel máximo de azúcar en la sangre
fa: حداکثر قند خون
fr: glycémie maximale
he: סוכר מקסימלי בדם
id: gula darah maksimum
it: massimo zucchero nel sangue
pl: maksymalny poziom cukru we krwi
ru: максимальный уровень сахара в крови
th: น้ำตาลในเลือดสูงสุด
tr: maksimum kan şekeri
ur: زیادہ سے زیادہ خون کی شکر
vi: lượng đường trong máu tối đa
zh_hant: 最大血糖

# str_min_bloodsugar
source: minimum blood sugar
ar: الحد الأدنى من نسبة السكر في الدم
de: minimaler Blutzucker
el: ελάχιστο σάκχαρο στο αίμα
es: nivel mínimo de azúcar en la sangre
fa: حداقل قند خون
fr: glycémie minimale
he: מינימום סוכר בדם
id: gula darah minimal
it: zucchero nel sangue minimo
pl: minimalny poziom cukru we krwi
ru: минимальный уровень сахара в крови
th: น้ำตาลในเลือดขั้นต่ำ
tr: minimum kan şekeri
ur: کم از کم خون کی شکر
vi: lượng đường trong máu tối thiểu
zh_hant: 最小血糖
