Repository: Azoz-JR/Denx
Catalog: muslim_watch_app_ios/DHSFit/Resource/Languages/*.lproj/ChineseSimple.strings
Languages: ar, de, el, es, fa, fr, he, id, it, pl, ru, th, tr, ur, vi, zh_hant

# str_jl_Scooter
source: Scooter
ar: سكوتر
de: Roller
el: Σκούτερ
fa: اسکوتر
he: קַטנוֹעַ
id: Skuter
pl: skuter
ru: Самокат
th: สกู๊ตเตอร์
tr: Mobilet
ur: سکوٹر
vi: Xe tay ga
zh_hant: 滑板车

# str_jl_Plank
source: plank
ar: لوح
de: Planke
el: σανίδα
es: tablón
fa: تخته
fr: planche
he: קֶרֶשׁ
id: papan
it: tavola
pl: deska
ru: доска
th: ไม้กระดาน
tr: tahta
ur: تختہ
vi: tấm ván
zh_hant: 平板支撑

# str_jl_Billiards
source: billiards
ar: البلياردو
de: Billard
el: μπιλιάρδο
es: billar
fa: بیلیارد
fr: billard
he: בִּילְיַארד
id: bilyar
it: biliardo
pl: bilard
ru: бильярд
th: บิลเลียด
tr: bilardo
ur: بلیئرڈ
vi: bi-a
zh_hant: 桌球

# str_jl_Rockclimbing
source: rock climbing
ar: تسلق الجبال
de: Klettern
el: αναρρίχηση
es: escalada de roca
fa: صخره نوردی
fr: escalade
he: טיפוס הרים
id: panjat tebing
it: arrampicata
pl: wspinaczka skałkowa
ru: скалолазание
th: ปีนเขา
tr: kayalıklara tırmanma
ur: راک چڑھنا
vi: leo núi
zh_hant: 攀岩

# str_jl_DiscusThrow
source: discus
ar: رمي القرص
de: Diskus
el: δίσκος
es: disco
fa: دیسک
fr: disque
he: דִיסקוּס
id: diskus
it: disco
pl: dysk
ru: дискуссия
th: จาน
tr: tartışmak
ur: ڈسکس
vi: cá dĩa
zh_hant: 铁饼

# str_jl_HorseRacing
source: race
ar: سباق
de: Wettrennen
el: αγώνας
es: carrera
fa: نژاد
fr: course
he: גזע
id: balapan
it: gara
pl: wyścig
ru: раса
th: แข่ง
tr: ırk
ur: دوڑ
vi: loài
zh_hant: 赛马

# str_jl_Wrestling
source: wrestling
ar: مصارعة
de: Ringen
el: πάλη
es: lucha
fa: کشتی
fr: lutte
he: הַאָבְקוּת
id: gulat
it: lotta
pl: zapasy
ru: борьба
th: มวยปล้ำ
tr: güreş
ur: کشتی
vi: đấu vật
zh_hant: 摔跤

# str_jl_Highjump
source: high jump
ar: قفزة عالية
de: Hochsprung
el: αλμα εις υψος
es: salto alto
fa: پرش بلند
fr: grand saut
he: קפיצה לגובה
id: Loncat tinggi
it: salto in alto
pl: skok wzwyż
ru: высокий прыжок
th: กระโดดสูง
tr: Yüksek atlayış
ur: اونچی چھلانگ
vi: nhảy cao
zh_hant: 跳高

# str_jl_Parachute
source: parachute
ar: المظلة
de: Fallschirm
el: αλεξίπτωτο
es: paracaídas
fa: چتر نجات
he: מַצנֵחַ
id: parasut
it: paracadute
pl: spadochron
ru: парашют
th: ร่มชูชีพ
tr: paraşüt
ur: پیراشوٹ
vi: cái dù bay
zh_hant: 跳伞

# str_jl_Shotput
source: shot put
ar: وضع النار
de: Kugelstoßen
el: σφαιροβολία
es: lanzamiento de peso
fa: پرتاب
fr: lancer du poids
he: הדיפת כדור ברזל
id: Tolak peluru
it: lancio del peso
pl: pchnięcie kulą
ru: толкание ядра
th: ยิงใส่
tr: gülle atma
ur: گولی مار دی
vi: cú ném
zh_hant: 铅球

# str_jl_Longjump
source: long jump
ar: قفزة طويلة
de: Weitsprung
el: άλμα εις μήκος
es: salto largo
fa: پرش بلند
fr: long saut
he: קפיצה לרוחק
id: lompat jauh
it: salto lungo
pl: skok w dal
ru: длинный прыжок
th: กระโดดไกล
tr: uzun atlama
ur: لمبی کود
vi: nhảy xa
zh_hant: 跳远

# str_jl_Javelinthrow
source: javelin
ar: الرمح
de: Speer
el: ακόντιο
es: jabalina
fa: نیزه
fr: javelot
he: כִּידוֹן
id: lembing
it: giavellotto
pl: oszczep
ru: копье
th: หอก
tr: cirit
ur: برچھی
vi: lao
zh_hant: 标枪

# str_jl_Hammer
source: hammer throw
ar: رمي المطرقة
de: Hammerwurf
el: σφυροβολία
es: lanzamiento de martillo
fa: پرتاب چکش
fr: lancer de marteau
he: זריקת פטיש
id: lemparan palu
it: lancio del martello
pl: rzut młotem
ru: кидать молот
th: ขว้างค้อน
tr: çekiç fırlatma
ur: ہتھوڑا پھینکنا
vi: búa ném
zh_hant: 链球

# str_jl_Squat
source: Squat
ar: القرفصاء
de: Hocken
el: Κοντόχονδρος
es: Ponerse en cuclillas
fa: اسکات
fr: S'accroupir
he: שָׁפוּף
id: Berjongkok
it: Tozzo
pl: przysiady
ru: Приседание
th: หมอบ
tr: Çömelme
ur: بیٹھنا
vi: ngồi xổm
zh_hant: 深蹲

# str_jl_Legpress
source: Leg press
ar: اضغط على الساق
de: Beinpresse
el: Πίεση ποδιών
es: prensa de piernas
fa: پرس پا
fr: Presse à jambes
he: לחיצת רגליים
id: Tekan kaki
it: Pressa per le gambe
pl: wyciskanie nogami
ru: Жим ногами
th: กดขา
tr: Bacak basın
ur: ٹانگ پریس
vi: Bấm chân
zh_hant: 压腿

# str_jl_run_96
source: off-road bike
ar: دراجة على الطرق الوعرة
de: Offroad-Fahrrad
el: ποδήλατο εκτός δρόμου
es: bicicleta todoterreno
fa: دوچرخه آفرود
fr: vélo tout terrain
he: אופני שטח
id: sepeda off-road
it: bici da fuoristrada
pl: rower terenowy
ru: внедорожный велосипед
th: จักรยานออฟโรด
tr: arazi bisikleti
ur: آف روڈ موٹر سائیکل
vi: xe đạp địa hình
zh_hant: 越野自行车

# str_jl_Motocross
source: motocross
ar: موتوكروس
el: Μοτοκρός
fa: موتور کراس
he: מוטוקרוס
ru: Мотокросс
th: วิบาก
tr: Motokros
vi: Xe môtô
zh_hant: 越野摩托车

# str_jl_Rowing
source: Rowing
ar: تجديف
de: Rudern
el: Κωπηλασία
es: Remo
fa: قایقرانی
fr: Aviron
he: חתירה
id: Mendayung
it: Canottaggio
pl: wioślarstwo
ru: Гребля
th: พายเรือ
tr: Kürek çekme
ur: روئنگ
vi: Chèo thuyền
zh_hant: 赛艇

# str_jl_Crossfit
source: Crossfit
ar: برنامج لياقة عالي الكثافة
fa: کراس فیت
he: קרוספיט
id: lintas fit
ru: Кроссфит
th: ครอสฟิต
tr: Çapraz uyum
ur: کراس فٹ

# str_jl_Waterbike
source: water bike
ar: الدراجة المائية
de: Wasserfahrrad
el: υδάτινο ποδήλατο
es: moto acuática
fa: دوچرخه آبی
fr: vélo aquatique
he: אופני מים
id: sepeda air
it: bicicletta d'acqua
pl: rower wodny
ru: водный велосипед
th: จักรยานน้ำ
tr: su bisikleti
ur: پانی کی موٹر سائیکل
vi: xe đạp nước
zh_hant: 水上自行车

# str_jl_Kayak
source: kayak
ar: قوارب الكاياك
de: Kajak
el: είδος ξύλινης βάρκας
es: kayac
fa: کایاک
he: קָאִיָאק
pl: kajak
ru: каяк
th: เรือคายัค
tr: kayık
ur: کیاک
vi: chèo xuồng
zh_hant: 皮划艇

# str_jl_Croquet
source: croquet
ar: الكروكيه
de: Krocket
el: κροκέ
es: juego de croquet
fa: کروکت
he: קרוֹקֶט
id: kroket
pl: krokiet
ru: крокет
th: โครเก้
tr: kroket
ur: کروکیٹ
vi: bóng vồ
zh_hant: 槌球

# str_jl_Floorball
source: floor ball
ar: كرة أرضية
de: Bodenball
el: μπάλα δαπέδου
es: pelota de piso
fa: توپ کف
fr: ballon au sol
he: כדור רצפה
id: bola lantai
it: palla da terra
pl: piłka podłogowa
ru: напольный мяч
th: ลูกบอลพื้น
tr: yer topu
ur: فرش گیند
vi: bóng sàn
zh_hant: 地板球

# str_jl_MuayThai
source: muay thai
ar: الملاكمة التايلاندية
el: μουάι ταϊ
fa: موی تای
fr: muay thaï
he: מואי תאי
ru: муай тай
th: มวยไทย
ur: موئے تھائی
vi: muay thái
zh_hant: 泰拳

# str_jl_Jaiball
source: jai alai
ar: جاي ألاي
el: τζαι αλάι
fa: جای علی
fr: jaï alaï
he: ג'אי עלאי
ru: хай-алай
th: ใจอาไล
ur: جئے الائی
zh_hant: 回力球

# str_jl_run_106
source: Tennis (double)
ar: التنس (مزدوج)
de: Tennis (Doppel)
el: Τένις (διπλό)
es: Tenis (doble)
fa: تنیس (دو نفره)
he: טניס (דאבל)
id: Tenis (ganda)
it: Tennis (doppio)
pl: tenis debel
ru: Теннис (парный)
th: เทนนิส (คู่)
tr: Tenis (çift)
ur: ٹینس (ڈبل)
vi: Quần vợt (đôi)
zh_hant: 网球(双打)

# str_jl_Backtraining
source: back training
ar: تدريب الظهر
de: Rückentraining
el: προπόνηση πλάτης
es: entrenamiento de espalda
fa: تمرین پشت
fr: entraînement du dos
he: אימון גב
id: pelatihan punggung
it: allenamento per la schiena
pl: trening pleców
ru: тренировка спины
th: การฝึกกลับ
tr: sırt antrenmanı
ur: پیچھے کی تربیت
vi: đào tạo trở lại
zh_hant: 背部训练

# str_jl_Watervolleyball
source: water volleyball
ar: الكرة الطائرة المائية
de: Wasservolleyball
el: βόλεϊ νερού
es: voleibol acuático
fa: والیبال آب
fr: volley-ball aquatique
he: כדורעף מים
id: voli air
it: pallavolo in acqua
pl: siatkówka wodna
ru: водный волейбол
th: วอลเลย์บอลน้ำ
tr: su voleybolu
ur: پانی والی بال
vi: bóng chuyền nước
zh_hant: 水上排球

# str_jl_Waterskiing
source: water skiing
ar: التزلج على الماء
de: Wasserski
el: θαλάσσιο σκι
es: esquí acuático
fa: اسکی روی آب
fr: ski nautique
he: סקי מים
id: ski air
it: sci d'acqua
pl: narciarstwo wodne
ru: водные лыжи
th: สกีน้ำ
tr: su kayağı
ur: پانی کی سکینگ
vi: trượt nước
zh_hant: 滑水

# str_jl_Mountainclimber
source: climbing machine
ar: آلة التسلق
de: Klettermaschine
el: αναρριχητικό μηχάνημα
es: maquina trepadora
fa: دستگاه کوهنوردی
fr: machine à grimper
he: מכונת טיפוס
id: mesin pendakian
it: macchina per l'arrampicata
pl: maszyna do wspinaczki
ru: альпинистская машина
th: เครื่องปีนเขา
tr: tırmanma makinesi
ur: چڑھنے کی مشین
vi: máy leo núi
zh_hant: 登山机

# str_jl_BODYCOMBAT
source: BODY COMBAT
ar: قتال جسدي
de: KÖRPERKAMPF
es: COMBATE DE CUERPO
fa: مبارزه با بدن
fr: CORP À CORPS
he: קרב גוף
id: PERANG TUBUH
it: COMBATTIMENTO CORPO A CORPO
pl: WALKA
ru: БОЙ ТЕЛА
th: การต่อสู้ของร่างกาย
tr: VÜCUT SAVAŞI
ur: جسم کا مقابلہ
vi: CHIẾN ĐẤU CƠ THỂ

# str_jl_BODYBALANCE
source: BODY BALANCE
ar: توازن الجسم
de: KÖRPERBALANCE
el: ΣΩΜΑΤΙΚΗ ΙΣΟΡΡΟΠΙΑ
es: EL EQUILIBRIO DEL CUERPO
fa: تعادل بدن
fr: L'ÉQUILIBRE DU CORPS
he: שיווי משקל
id: KESEIMBANGAN TUBUH
it: EQUILIBRIO DEL CORPO
pl: RÓWNOWAGA
ru: БАЛАНС ТЕЛА
th: ความสมดุลของร่างกาย
tr: VÜCUT DENGESİ
ur: باڈی بیلنس
vi: CÂN BẰNG CƠ THỂ

# str_jl_TRX
source: full body resistance exercise
ar: تمرين مقاومة الجسم بالكامل
de: Ganzkörper-Widerstandsübung
el: άσκηση αντίστασης σε όλο το σώμα
es: ejercicio de resistencia de cuerpo completo
fa: تمرین مقاومتی کامل بدن
fr: exercice de résistance complet du corps
he: תרגיל התנגדות לגוף מלא
id: latihan ketahanan seluruh tubuh
it: esercizio di resistenza per tutto il corpo
pl: ćwiczenia oporowe całego ciała
ru: упражнение на сопротивление всего тела
th: การออกกำลังกายแบบมีแรงต้านทานทั้งร่างกาย
tr: tam vücut direnci egzersizi
ur: مکمل جسمانی مزاحمتی ورزش
vi: bài tập sức đề kháng toàn thân
zh_hant: 全身抗阻力锻炼

# str_jl_TaeBo
source: Taekwondo
ar: التايكوندو
el: ΤΑΕ κβον ντο
fa: تکواندو
he: טאקוונדו
ru: Тхэквондо
th: เทควันโด
tr: Tekvando
ur: تائی کوان ڈو
zh_hant: 跆搏

# str_jl_run_116
source: BMX
ar: بي إم إكس
ru: БМХ
th: บีเอ็มเอ็กซ์
zh_hant: 小轮车

# str_jl_run_117
source: stretch
ar: تمتد
de: strecken
el: τέντωμα
es: estirar
fa: کش آمدن
fr: extensible
he: לִמְתוֹחַ
id: menggeliat
it: stirata
pl: rozciąganie
ru: потягиваться
th: ยืด
tr: uzatmak
ur: کھینچنا
vi: kéo dài
zh_hant: 拉伸

# str_jl_run_118
source: indoor fitness
ar: اللياقة البدنية في الأماكن المغلقة
el: γυμναστήριο σε εσωτερικούς χώρους
es: fitness interior
fa: تناسب اندام داخل سالن
fr: remise en forme en salle
he: כושר פנימי
id: kebugaran dalam ruangan
it: fitness al coperto
pl: fitness halowy
ru: фитнес в помещении
th: ฟิตเนสในร่ม
tr: kapalı spor salonu
ur: انڈور فٹنس
vi: thể dục trong nhà
zh_hant: 室内健身

# str_jl_run_119
source: flexibility training
ar: تدريب المرونة
de: Flexibilitätstraining
el: εκπαίδευση ευελιξίας
es: entrenamiento de flexibilidad
fa: آموزش انعطاف پذیری
fr: formation de flexibilité
he: אימון גמישות
id: pelatihan fleksibilitas
it: allenamento sulla flessibilità
pl: trening elastyczności
ru: тренировка гибкости
th: การฝึกอบรมความยืดหยุ่น
tr: esneklik eğitimi
ur: لچک کی تربیت
vi: đào tạo linh hoạt
zh_hant: 柔韧训练

# str_jl_run_120
source: upper body training
ar: تدريب الجزء العلوي من الجسم
de: Oberkörpertraining
el: προπόνηση στο πάνω μέρος του σώματος
es: entrenamiento de la parte superior del cuerpo
fa: تمرین بالاتنه
fr: entraînement du haut du corps
he: אימון פלג גוף עליון
id: pelatihan tubuh bagian atas
it: allenamento della parte superiore del corpo
pl: trening górnych partii ciała
ru: тренировка верхней части тела
th: การฝึกร่างกายส่วนบน
tr: üst vücut antrenmanı
ur: اوپری جسم کی تربیت
vi: luyện tập thân trên
zh_hant: 上肢训练

# str_jl_run_121
source: Lower body training
ar: تدريب الجزء السفلي من الجسم
de: Unterkörpertraining
el: Προπόνηση στο κάτω μέρος του σώματος
es: Entrenamiento de la parte inferior del cuerpo
fa: تمرین پایین تنه
fr: Entraînement du bas du corps
he: אימון פלג גוף תחתון
id: Pelatihan tubuh bagian bawah
it: Allenamento della parte inferiore del corpo
pl: trening dolnych partii ciała
ru: Тренировка нижней части тела
th: การฝึกร่างกายส่วนล่าง
tr: Alt vücut antrenmanı
ur: نچلے جسم کی تربیت
vi: Tập luyện thân dưới
zh_hant: 下肢训练

# str_jl_run_122
source: floor exercise
ar: ممارسة الكلمة
de: Bodenübung
el: άσκηση στο πάτωμα
es: ejercicio de piso
fa: ورزش کف
fr: exercice au sol
he: תרגיל קרקע
id: latihan lantai
it: esercizio a terra
pl: ćwiczenia na podłodze
ru: вольные упражнения
th: การออกกำลังกายบนพื้น
tr: yer egzersizi
ur: فرش ورزش
vi: bài tập sàn
zh_hant: 自由体操

# str_jl_run_123
source: barbell training
ar: تدريب الحديد
de: Langhanteltraining
el: προπόνηση με μπάρα
es: entrenamiento con barra
fa: آموزش هالتر
fr: entraînement avec haltères
he: אימון משקולת
id: pelatihan barbel
it: allenamento con bilanciere
pl: trening ze sztangą
ru: тренировка со штангой
th: การฝึกยกน้ำหนัก
tr: halter eğitimi
ur: باربل کی تربیت
vi: tập tạ
zh_hant: 杠铃训练

# str_jl_run_124
source: Physical Training
ar: تدريب جسدي
de: Körperliches Training
el: ΦΥΣΙΚΗ ΑΣΚΗΣΗ
es: Entrenamiento físico
fa: تربیت بدنی
fr: Éducation physique
he: אימון פיזי
id: Latihan fisik
it: Allenamento fisico
pl: trening fizyczny
ru: Физическая подготовка
th: การฝึกทางกายภาพ
tr: Fiziksel eğitim
ur: جسمانی تربیت
vi: Rèn luyện thể chất
zh_hant: 体能训练

# str_jl_run_125
source: deadlift
ar: الرفعة المميتة
de: Kreuzheben
el: άρση βάρους
es: peso muerto
fa: ددلیفت
fr: soulevé de terre
he: דדליפט
it: stacco
pl: martwy ciąg
ru: становая тяга
th: เดดลิฟต์
ur: ڈیڈ لفٹ
vi: bế tắc
zh_hant: 硬拉

# str_jl_run_126
source: burpee
ar: بيربي
fa: بورپی
he: בורפי
ru: Берпи
th: เบอร์ปี
ur: برپی
zh_hant: 波比跳

# str_jl_run_127
source: functional training
ar: التدريب الوظيفي
de: Funktionstraining
el: λειτουργική προπόνηση
es: entrenamiento funcional
fa: آموزش عملکردی
fr: entraînement fonctionnel
he: אימון פונקציונלי
id: pelatihan fungsional
it: allenamento funzionale
pl: trening funkcjonalny
ru: функциональная тренировка
th: การฝึกอบรมการใช้งาน
tr: işlevsel çalışma
ur: فنکشنل تربیت
vi: đào tạo chức năng
zh_hant: 功能性训练

# str_jl_run_128
source: Waist and abdominal training
ar: تدريب الخصر والبطن
de: Taillen- und Bauchtraining
el: Προπόνηση μέσης και κοιλιάς
es: Entrenamiento de cintura y abdominales.
fa: آموزش دور کمر و شکم
fr: Entraînement de la taille et des abdominaux
he: אימון מותניים ובטן
id: Pelatihan pinggang dan perut
it: Allenamento della vita e degli addominali
pl: trening talii i brzucha
ru: Тренировка талии и живота
th: การฝึกเอวและหน้าท้อง
tr: Bel ve karın antrenmanı
ur: کمر اور پیٹ کی تربیت
vi: Tập eo và bụng
zh_hant: 腰腹训练

# str_jl_run_129
source: table football
ar: جدول كرة القدم
de: Tischfussball
el: επιτραπέζιο ποδόσφαιρο
es: futbolín
fa: فوتبال روی میز
fr: babyfoot
he: כדורגל שולחן
id: sepak bola meja
it: calcio balilla
pl: piłkarzyki
ru: настольный футбол
th: ฟุตบอลโต๊ะ
tr: langırt
ur: ٹیبل فٹ بال
vi: bóng bàn
zh_hant: 桌式足球

# str_jl_run_130
source: hunt
ar: مطاردة
de: Jagd
el: κυνήγι
es: caza
fa: شکار
fr: chasse
he: לָצוּד
id: berburu
it: caccia
pl: polowanie
ru: охотиться
th: ล่า
tr: avlamak
ur: شکار
vi: săn bắn
zh_hant: 打猎

# str_jl_run_131
source: stand up paddle boarding
ar: الوقوف على التجديف
es: surf de remo
fa: ایستادن پارو سواری
fr: faire du stand up paddle
he: סטנד אפ פאדל למטוס
id: berdiri naik dayung
it: stand up paddle
pl: wiosłowanie na stojąco
ru: встать на весло
th: ยืนพาย
tr: ayakta kürek sörfü
ur: کھڑے ہو جاؤ پیڈل بورڈنگ
vi: ván chèo đứng
zh_hant: 立桨冲浪

# str_jl_run_132
source: kayak rafting
ar: تجمع قوارب الكاياك
de: Kajak-Rafting
el: ράφτινγκ με καγιάκ
es: rafting en kayak
fa: قایقرانی با کایاک
he: רפטינג בקיאקים
id: kayak arung jeram
it: rafting in kayak
pl: spływ kajakowy
ru: рафтинг на байдарках
th: พายเรือคายัค
tr: kayık raftingi
ur: کیاک رافٹنگ
vi: chèo thuyền kayak
zh_hant: 皮艇漂流

# str_jl_run_133
source: motorboat
ar: زورق آلي
de: Motorboot
el: μηχανοκίνητο σκάφος
es: motora
fa: قایق موتوری
fr: bateau à moteur
he: סִירַת מָנוֹעַ
id: perahu motor
it: motoscafo
pl: motorówka
ru: моторная лодка
th: เรือยนต์
tr: motorlu tekne
ur: موٹر بوٹ
vi: thuyền máy
zh_hant: 摩托艇

# str_jl_run_134
source: parkour
ar: باركور
el: Παρκούρ
fa: پارکور
he: פארקור
ru: Паркур
th: ปาร์กัวร์
tr: parkur
ur: پارکور
vi: vượt chướng ngại vật
zh_hant: 跑酷

# str_jl_run_135
source: ATV
ar: مركبة
de: EIN FERNSEHER
es: Canal de televisión británico
fr: VTT
he: טרקטורון
pl: terenówka
ru: квадроцикл
th: รถเอทีวี
tr: ATV'ler
ur: اے ٹی وی
zh_hant: 沙滩车

# str_jl_run_136
source: Paragliding
ar: الطيران الشراعي
de: Gleitschirmfliegen
el: Αλεξίπτωτο πλαγιάς
es: parapente
fa: پاراگلایدر
fr: Parapente
he: מצנחי רחיפה
id: Paralayang
it: Parapendio
ru: Парапланеризм
th: ร่มร่อน
tr: Yamaç paraşütü
ur: پیراگلائیڈنگ
vi: Dù lượn
zh_hant: 滑翔伞

# str_jl_run_137
source: curling
ar: الشباك
de: Eisstockschießen
el: Κέρλινγκ
fa: حلقه زدن
he: סִלְסוּל
id: Keriting
it: Arricciatura
ru: Вьющийся
th: การดัดผม
tr: Kıvırma
ur: کرلنگ
vi: Quăn
zh_hant: 冰壶

# str_jl_run_138
source: ski board
ar: لوح تزلج
de: Skibrett
el: Σκι σανίδα
es: tabla de esquí
fa: تخته اسکی
fr: Planche à skis
he: לוח סקי
id: Papan ski
it: Tavola da sci
pl: snowboard
ru: Лыжная доска
th: กระดานสกี
tr: Kayak tahtası
ur: سکی بورڈ
vi: Ván trượt tuyết
zh_hant: 滑雪板

# str_jl_run_139
source: skis
ar: الزلاجات
de: Skier
el: σκι
es: esquís
fa: اسکی
fr: des skis
he: מִגלָשַׁיִם
id: ski
it: sci
pl: narty
ru: лыжи
th: สกี
tr: kayaklar
ur: سکی
vi: ván trượt
zh_hant: 滑雪双板

# str_jl_run_140
source: alpine skiing
ar: التزلج على جبال الألب
de: alpines Skifahren
el: αλπικό σκι
es: esquí alpino
fa: اسکی آلپاین
fr: ski alpin
he: סקי באלפים
id: bermain ski di Alpine
it: sci alpino
pl: narciarstwo alpejskie
ru: Горные лыжи
th: สกีอัลไพน์
tr: Alplerde kayak
ur: الپائن سکینگ
vi: núi cao trượt tuyết
zh_hant: 高山滑雪

# str_jl_run_141
source: cross-country skiing
ar: التزلج عبر البلاد
de: Skilanglauf
el: Σκι αντοχής
es: Esquí de fondo
fa: اسکی کراس کانتری
fr: Ski de fond
he: קרוס קאנטרי סקי
id: Ski lintas negara
it: Sci di fondo
pl: biegi narciarskie
ru: Беговые лыжи
th: เล่นสกีข้ามประเทศ
tr: Kros kayağı
ur: کراس کنٹری اسکیئنگ
vi: Trượt tuyết xuyên quốc gia
zh_hant: 越野滑雪

# str_jl_run_142
source: snowmobile
ar: زحافة جليد
de: Schneemobil
es: motonieve
fa: ماشین برفی
fr: motoneige
he: רכב שלג
id: mobil salju
it: motoslitta
pl: skuter śnieżny
ru: снегоход
th: สโนว์โมบิล
tr: kar arabası
ur: سنو موبائل
vi: xe trượt tuyết
zh_hant: 雪地摩托

# str_jl_run_143
source: snowmobile
ar: زحافة جليد
de: Schneemobil
es: Motonieve
fa: ماشین برفی
fr: Motoneige
he: רכב שלג
id: Mobil salju
it: Motoslitta
pl: skuter śnieżny
ru: Снегоход
th: สโนว์โมบิล
tr: Kar arabası
ur: سنو موبائل
vi: Xe trượt tuyết
zh_hant: 雪车

# str_jl_run_144
source: sled
ar: تزلج
de: Schlitten
el: έλκηθρο
es: trineo
fa: سورتمه
fr: traîneau
he: מִזחֶלֶת
id: kereta luncur
it: slitta
pl: sanki
ru: сани
th: เลื่อน
tr: kızak
ur: سلیج
vi: xe trượt tuyết
zh_hant: 雪橇

# str_jl_run_145
source: squash
ar: قرع
de: quetschen
el: σκουός
es: calabaza
fa: اسکواش
he: קישוא
id: labu
it: schiacciare
ru: давить
th: สควอช
tr: kabak
ur: امریکی کدّو
vi: bí đao
zh_hant: 墙球

# str_jl_run_146
source: puck
ar: عفريت
el: ξωτικό
es: disco
fa: جن
fr: palet
he: דִיסקוּס
id: keping
it: disco
pl: krążek do hokeja
ru: шайба
th: เด็กซน
tr: disk
ur: پک
vi: quả bóng
zh_hant: 冰球

# str_jl_run_147
source: sepak takraw
ar: سيباك تاكرو
fa: سپک تاکرو
ru: Сепак Такрав
th: เซปักตะกร้อ
ur: سیپک تکرا
vi: cầu mây
zh_hant: 藤球

# str_jl_run_148
source: water polo
ar: كرة الماء
de: Wasser Polo
el: Υδατοσφαίριση
es: Polo acuático
fa: واترپلو
he: כדור מים
id: polo air
it: pallanuoto
pl: wodne polo
ru: водное поло
th: โปโลน้ำ
tr: su topu
ur: واٹر پولو
vi: bóng nước
zh_hant: 水球

# str_jl_run_149
source: belly dance
ar: الرقص الشرقي
de: Bauchtanz
el: χορό της κοιλιάς
es: danza del vientre
fa: رقص شکم
fr: danse du ventre
he: ריקודי בטן
id: tari perut
it: danza del ventre
pl: taniec brzucha
ru: танец живота
th: ระบำหน้าท้อง
tr: oryantal dans
ur: بیلی ڈانس
vi: múa bụng
zh_hant: 肚皮舞

# str_jl_run_150
source: ballroom dancing
ar: قاعة الرقص
de: Gesellschaftstanz
el: χορός στην αίθουσα χορού
es: baile de salón
fa: رقص کلاسیک که در سالنهایی مانند سالن اپرا اجرا میشود
fr: danse de bal
he: ריקודים סלוניים
id: dansa ballroom
it: ballo liscio
pl: taniec towarzyski
ru: бальные танцы
th: ห้องเต้นรำ
tr: balo salonu dansı
ur: بال روم رقص
vi: phòng khiêu vũ nhảy múa
zh_hant: 交际舞

# str_jl_run_151
source: folk dance
ar: الرقص الشعبي
de: Volkstanz
el: λαϊκοί χοροί
es: baile folclórico
fa: رقص محلی
fr: danse folklorique
he: ריקוד עם
id: tarian rakyat
it: danza popolare
pl: taniec ludowy
ru: народный танец
th: การเต้นรำพื้นบ้าน
tr: Halk dansı
ur: لوک رقص
vi: múa dân gian
zh_hant: 民族舞

# str_jl_run_152
source: latin dance
ar: الرقص اللاتينية
de: Lateinischer Tanz
el: Latin χορός
es: Baile latino
fa: رقص لاتین
fr: Danse latine
he: ריקוד לטיני
id: Tarian Latin
it: Ballo latino
pl: taniec latynoski
ru: Латинский танец
th: เต้นรำละติน
tr: Latin dansı
ur: لاطینی رقص
vi: Điệu nhảy latin
zh_hant: 拉丁舞

# str_jl_run_153
source: judo
ar: الجودو
el: είδος πολεμικής τέχνης
fa: جودو
he: ג'וּדוֹ
ru: дзюдо
th: ยูโด
ur: جوڈو
zh_hant: 柔道

# str_jl_run_154
source: kickboxing
ar: الكيك بوكسينغ
de: Kickboxen
fa: کیک بوکسینگ
he: קיקבוקסינג
ru: Кикбоксинг
th: คิกบ็อกซิ่ง
tr: Kickboks
ur: کِک باکسنگ
zh_hant: 踢拳

# str_jl_run_155
source: fly a kite
ar: يطير طائرة ورقية
de: einen Drachen steigen lassen
el: πεταω χαρταετο
es: volar una cometa
fa: بادبادک پرواز کن
fr: faire voler un cerf-volant
he: להעיף עפיפון
id: menerbangkan layang-layang
it: vola un aquilone
pl: puszczanie latawca
ru: запускать воздушного змея
th: ชักว่าว
tr: uçurtma uçurmak
ur: پتنگ اڑاؤ
vi: thả diều
zh_hant: 放风筝

# str_jl_run_156
source: tug of war
ar: شد الحبل
de: Tauziehen
el: διελκυστίνδα
es: tira y afloja
fa: مسابقه طناب کشی
fr: tir à la corde
he: משיכת חבל
id: tarik tambang
it: tiro alla fune
pl: przeciąganie liny
ru: перетягивание каната
th: การชักเย่อ
tr: halat çekme
ur: جنگ کی کشمکش
vi: kéo co
zh_hant: 拔河

# str_jl_run_157
source: shuttlecock
ar: الريشة
de: Federball
el: στρόφιγγα
es: volante
fa: خروس شاتل
fr: volant
he: תרנגולת
id: kok
it: volano
ru: волан
th: ลูกขนไก่
tr: raketle
ur: شٹل کاک
vi: quả cầu
zh_hant: 毽球

# str_jl_run_158
source: kabaddi
ar: كابادي
fa: کبادی
he: קבדי
ru: кабадди
th: กาบัดดี
ur: کبڈی
zh_hant: 卡巴迪

# str_jl_run_159
source: racing
ar: سباق
de: Rennen
el: ιπποδρομίες
es: carreras
fa: مسابقه
fr: courses
he: מירוץ
id: balap
it: da corsa
pl: wyścigi
ru: гонки
th: การแข่งรถ
tr: yarışma
ur: ریسنگ
vi: cuộc đua
zh_hant: 赛车

# str_jl_run_160
source: pebbles game
ar: لعبة الحصى
de: Kieselsteinspiel
el: παιχνίδι με βότσαλα
es: juego de guijarros
fa: بازی سنگریزه
fr: jeu de cailloux
he: משחק חלוקי נחל
id: permainan kerikil
it: gioco dei sassi
pl: gra w kamyczki
ru: игра с галькой
th: เกมก้อนกรวด
tr: çakıl taşları oyunu
ur: کنکریوں کا کھیل
vi: trò chơi sỏi
zh_hant: 石子游戏

# str_jl_run_161
source: tag game
ar: لعبة العلامة
de: Tag-Spiel
el: παιχνίδι ετικετών
es: juego de etiqueta
fa: بازی تگ
fr: jeu de tag
he: משחק תגים
id: permainan tag
it: gioco di tag
pl: gra w tagi
ru: игра с тегами
th: แท็กเกม
tr: etiket oyunu
ur: ٹیگ کھیل
vi: trò chơi gắn thẻ
zh_hant: 捉人游戏

# str_jl_Recommend
source: recommend
ar: يوصي
de: empfehlen
el: συνιστώ
es: recomendar
fa: توصیه
fr: recommander
he: לְהַמלִיץ
id: menyarankan
it: consigliare
pl: polecić
ru: рекомендовать
th: แนะนำ
tr: tavsiye etmek
ur: سفارش کریں
vi: gợi ý
zh_hant: 推荐

# str_jl_Fitness
source: Fitness
ar: لياقة بدنية
el: Καταλληλότητα
es: Aptitud física
fa: تناسب اندام
fr: Aptitude
he: כושר
id: kebugaran
ru: Фитнес
th: ฟิตเนส
ur: فٹنس
vi: Sự thích hợp
zh_hant: 健身类

# str_jl_Leisure
source: Leisure
ar: فراغ
de: Freizeit
el: Ελεύθερος χρόνος
es: Ocio
fa: اوقات فراغت
fr: Loisirs
he: פְּנַאִי
id: Santai
it: Tempo libero
pl: wypoczynek
ru: Досуг
th: เวลาว่าง
tr: Boş vakit
ur: تفریح
vi: Thời gian rảnh rỗi
zh_hant: 休闲类

# str_jl_Athletics
source: Competitive
ar: تنافسي
de: Wettbewerbsfähig
el: Ανταγωνιστικός
es: Competitivo
fa: رقابتی
fr: Compétitif
he: תַחֲרוּתִי
id: Kompetitif
it: Competitivo
pl: atletyka
ru: Конкурентоспособный
th: การแข่งขัน
tr: Rekabetçi
ur: مسابقتی
vi: Cạnh tranh
zh_hant: 竞技类

# str_jl_Ball
source: balls
ar: كرات
de: Bälle
el: Μπάλες
es: Pelotas
fa: توپ ها
fr: Des balles
he: כדורים
id: bola
it: Palle
pl: kulki
ru: Мячи
th: ลูกบอล
tr: Toplar
ur: گیندیں
vi: Những quả bóng
zh_hant: 球类

# str_jl_Danceclass
source: dance
ar: الرقص
de: Tanzen
el: Χορός
es: Bailar
fa: رقص
fr: Danse
he: לִרְקוֹד
id: Menari
it: Danza
pl: taniec
ru: Танец
th: เต้นรำ
tr: Dans
ur: رقص
vi: Nhảy
zh_hant: 舞蹈类
