Repository: Azoz-JR/Denx
Catalog: muslim_watch_app_ios/DHSFit/Resource/Languages/*.lproj/ChineseSimple.strings
Languages: ar, de, el, es, fa, fr, he, id, it, pl, ru, th, tr, ur, vi, zh_hant

# str_hr_description
source: The above data standards are for normal adults in a quiet state. The heart rate of athletes or elderly people is relatively slow, generally around 50 beats/minute. The heart rate data is only for reference of health values, please Do not use for medical purposes.
ar: معايير البيانات المذكورة أعلاه هي معايير البيانات للبالغين العاديين في حالة الهدوء.معدل ضربات القلب للرياضيين أو كبار السن بطيء نسبيًا ، بشكل عام حوالي 50 نبضة / دقيقة. n n تُستخدم بيانات معدل ضربات القلب فقط كمرجع لقيم الصحة ، من فضلك لا تستخدمها للأغراض الطبية.
de: Die obigen Datenstandards gelten für normale Erwachsene in einem ruhigen Zustand. Die Herzfrequenz von Sportlern oder älteren Menschen ist relativ langsam, im Allgemeinen um die 50 Schläge/Minute. Die Herzfrequenzdaten dienen nur als Referenz für die Gesundheit Werte bitte nicht für medizinische Zwecke verwenden.
el: Τα παραπάνω πρότυπα δεδομένων είναι για φυσιολογικούς ενήλικες σε ήσυχη κατάσταση. Ο καρδιακός ρυθμός των αθλητών ή των ηλικιωμένων είναι σχετικά αργός, γενικά γύρω στους 50 παλμούς/λεπτό. Τα δεδομένα καρδιακών παλμών είναι μόνο για αναφορά στην υγεία Τιμές, μην χρησιμοποιείτε για ιατρικούς σκοπούς.
es: Los estándares de datos anteriores son para adultos normales en un estado tranquilo. La frecuencia cardíaca de los atletas o las personas mayores es relativamente lenta, generalmente alrededor de 50 latidos por minuto. Los datos de frecuencia cardíaca son solo para referencia de salud valores, por favor no los use con fines médicos.
fa: استانداردهای داده بالا برای بزرگسالان عادی در یک حالت آرام است. ضربان قلب ورزشکاران یا افراد مسن نسبتاً آهسته است، معمولاً حدود 50 ضربه در دقیقه. داده های ضربان قلب فقط برای مرجع سلامتی است. مقادیر، لطفا برای اهداف پزشکی استفاده نکنید.
fr: Les normes de données ci-dessus concernent des adultes normaux dans un état calme. La fréquence cardiaque des athlètes ou des personnes âgées est relativement lente, généralement autour de 50 battements/minute. Les données de fréquence cardiaque sont uniquement à titre de référence pour la santé valeurs, veuillez ne pas utiliser à des fins médicales.
he: תקני הנתונים שלעיל מיועדים למבוגרים רגילים במצב שקט. קצב הלב של ספורטאים או קשישים הוא איטי יחסית, בדרך כלל בסביבות 50 פעימות לדקה. נתוני הדופק הם רק להתייחסות לבריאות ערכים, נא לא להשתמש למטרות רפואיות.
id: Standar data di atas adalah untuk orang dewasa normal dalam keadaan tenang. Detak jantung atlet atau lansia relatif lambat, umumnya sekitar 50 detak/menit. Data detak jantung hanya untuk referensi kesehatan nilai-nilai, harap Jangan gunakan untuk tujuan medis.
it: Gli standard di dati di cui sopra sono per adulti normali in uno stato di quiete. La frequenza cardiaca di atleti o persone anziane è relativamente lenta, generalmente intorno ai 50 battiti/minuto. I dati sulla frequenza cardiaca sono solo per riferimento di salute valori, si prega di non utilizzare per scopi medici.
pl: Powyższe standardy danych dotyczą normalnych osób dorosłych w spokojnym stanie. Tętno sportowców lub osób starszych jest stosunkowo wolne, zazwyczaj około 50 uderzeń na minutę. Dane dotyczące tętna służą wyłącznie do celów zdrowotnych proszę nie używać do celów medycznych.
ru: Приведенные выше стандарты данных относятся к нормальным взрослым людям в спокойном состоянии. У спортсменов или пожилых людей частота сердечных сокращений относительно низкая, обычно около 50 ударов в минуту. Данные о частоте сердечных сокращений предназначены только для справки о состоянии здоровья. значения, просьба не использовать в медицинских целях.
th: มาตรฐานข้อมูลข้างต้นมีไว้สำหรับผู้ใหญ่ปกติในสภาวะที่เงียบสงบ อัตราการเต้นของหัวใจของนักกีฬาหรือผู้สูงอายุค่อนข้างช้า โดยทั่วไปประมาณ 50 ครั้ง/นาที ข้อมูลอัตราการเต้นของหัวใจใช้สำหรับการอ้างอิงด้านสุขภาพเท่านั้น ค่าโปรดอย่าใช้เพื่อวัตถุประสงค์ทางการแพทย์
tr: Yukarıdaki veri standartları sakin durumdaki normal yetişkinler içindir. Sporcuların veya yaşlı kişilerin kalp atış hızı nispeten yavaştır, genellikle yaklaşık 50 atış/dakikadır. Kalp atış hızı verileri yalnızca sağlık referansı içindir değerleri lütfen tıbbi amaçlarla kullanmayınız.
ur: مندرجہ بالا اعداد و شمار کے معیارات پرسکون حالت میں عام بالغوں کے لیے ہیں۔ کھلاڑیوں یا بزرگوں کے دل کی دھڑکن نسبتاً سست ہوتی ہے، عام طور پر تقریباً 50 دھڑکن فی منٹ۔ دل کی دھڑکن کا ڈیٹا صرف صحت کی اقدار کے حوالے سے ہے، براہ کرم طبی مقاصد کے لیے استعمال نہ کریں۔
vi: Các tiêu chuẩn dữ liệu trên là dành cho người trưởng thành bình thường ở trạng thái yên tĩnh. Nhịp tim của vận động viên hoặc người cao tuổi tương đối chậm, thông thường khoảng 50 nhịp/phút. Dữ liệu nhịp tim chỉ mang tính chất tham khảo về sức khỏe giá trị, vui lòng Không sử dụng cho mục đích y tế.
zh_hant: 以上數據標準均為正常成年人安靜狀態下的數據標準，運動員或老年人心率相對較慢，一般為50次/分鐘左右。 心率數據僅作為健康數值參考，請勿用作醫療用途。

# str_current_bp
source: Current Blood Pressure
ar: ضغط الدم الحالي
de: Aktueller Blutdruck
el: Τρέχουσα αρτηριακή πίεση
es: Presión arterial actual
fa: فشار خون فعلی
fr: Tension artérielle actuelle
he: לחץ דם נוכחי
id: Tekanan Darah Saat Ini
it: Pressione sanguigna attuale
pl: Aktualne ciśnienie krwi
ru: Текущее артериальное давление
th: ความดันโลหิตปัจจุบัน
tr: Mevcut Kan Basıncı
ur: موجودہ بلڈ پریشر
vi: Huyết Áp Hiện Tại
zh_hant: 當前血壓

# str_avg_bp
source: Average Blood Pressure
ar: متوسط ضغط الدم
de: Durchschnittlicher Blutdruck
el: Μέση αρτηριακή πίεση
es: Presión arterial media
fa: فشار خون متوسط
fr: Tension artérielle moyenne
he: לחץ דם ממוצע
id: Tekanan Darah Rata-Rata
it: Pressione sanguigna media
pl: Średnie ciśnienie krwi
ru: Среднее кровяное давление
th: ความดันโลหิตเฉลี่ย
tr: Ortalama Kan Basıncı
ur: اوسطاً بلڈ پریشر
vi: Huyết Áp Trung Bình
zh_hant: 平均血壓

# str_max_bp_sp
source: Maximum systolic blood pressure
ar: الحد الأقصى لضغط الدم الانقباضي
de: Maximaler systolischer Blutdruck
el: Μέγιστη συστολική αρτηριακή πίεση
es: Presión arterial sistólica máxima
fa: حداکثر فشار خون سیستولیک
fr: Tension artérielle systolique maximale
he: לחץ דם סיסטולי מרבי
id: Tekanan darah sistolik maksimum
it: Pressione sistolica massima
pl: Maksymalne skurczowe ciśnienie krwi
ru: Максимальное систолическое артериальное давление
th: ความดันซิสโตลิกสูงสุด
tr: Maksimum sistolik kan basıncı
ur: زیادہ سے زیادہ سسٹولک بلڈ پریشر
vi: Huyết áp tâm thu tối đa
zh_hant: 最大收縮壓

# str_min_bp_sp
source: Minimum systolic blood pressure
ar: الحد الأدنى من ضغط الدم الانقباضي
de: Minimaler systolischer Blutdruck
el: Ελάχιστη συστολική αρτηριακή πίεση
es: Presión arterial sistólica mínima
fa: حداقل فشار خون سیستولیک
fr: Tension artérielle systolique minimale
he: לחץ דם סיסטולי מינימלי
id: Tekanan darah sistolik minimum
it: Pressione sistolica minima
pl: Minimalne skurczowe ciśnienie krwi
ru: Минимальное систолическое артериальное давление
th: ความดันโลหิตซิสโตลิกขั้นต่ำ
tr: Minimum sistolik kan basıncı
ur: کم سے کم سسٹولک بلڈ پریشر
vi: Huyết áp tâm thu tối thiểu
zh_hant: 最小收縮壓

# str_max_bp_dp
source: Maximum diastolic blood pressure
ar: أقصى ضغط انبساطي
de: Maximaler diastolischer Blutdruck
el: Μέγιστη διαστολική αρτηριακή πίεση
es: Presión arterial diastólica máxima
fa: حداکثر فشار خون دیاستولیک
fr: Tension artérielle diastolique maximale
he: לחץ דם דיאסטולי מרבי
id: Tekanan darah diastolik maksimum
it: Pressione diastolica massima
pl: Maksymalne rozkurczowe ciśnienie krwi
ru: Максимальное диастолическое артериальное давление
th: ความดันเลือดขณะหัวใจคลายตัวสูงสุด
tr: Maksimum diyastolik kan basıncı
ur: زیادہ سے زیادہ diastolic بلڈ پریشر
vi: Huyết áp tâm trương tối đa
zh_hant: 最大舒張壓

# str_min_bp_dp
source: Minimum diastolic blood pressure
ar: الحد الأدنى من الضغط الانبساطي
de: Minimaler diastolischer Blutdruck
el: Ελάχιστη διαστολική αρτηριακή πίεση
es: Presión arterial diastólica mínima
fa: حداقل فشار خون دیاستولیک
fr: Tension artérielle diastolique minimale
he: לחץ דם דיאסטולי מינימלי
id: Tekanan darah diastolik minimum
it: Pressione diastolica minima
pl: Minimalne rozkurczowe ciśnienie krwi
ru: Минимальное диастолическое артериальное давление
th: ความดันโลหิตขณะคลายตัวขั้นต่ำ
tr: Minimum diyastolik kan basıncı
ur: کم از کم ڈائیسٹولک بلڈ پریشر
vi: Huyết áp tâm trương tối thiểu
zh_hant: 最小舒張壓

# str_avg_bp_sp
source: Average Systolic Blood Pressure
ar: يعني ضغط الدم الانقباضي
de: Durchschnittlicher systolischer Blutdruck
el: Μέση Συστολική Αρτηριακή Πίεση
es: Presión arterial sistólica promedio
fa: میانگین فشار خون سیستولیک
fr: Tension artérielle systolique moyenne
he: לחץ דם סיסטולי ממוצע
id: Tekanan Darah Sistolik Rata-Rata
it: Pressione arteriosa sistolica media
pl: Średnie skurczowe ciśnienie krwi
ru: Среднее систолическое артериальное давление
th: ความดันโลหิตซิสโตลิกโดยเฉลี่ย
tr: Ortalama Sistolik Kan Basıncı
ur: اوسط سسٹولک بلڈ پریشر
vi: Huyết áp tâm thu trung bình
zh_hant: 平均收縮壓

# str_avg_bp_dp
source: Average Diastolic Blood Pressure
ar: يعني الضغط الانبساطي
de: Durchschnittlicher diastolischer Blutdruck
el: Μέση διαστολική αρτηριακή πίεση
es: Presión arterial diastólica promedio
fa: میانگین فشار خون دیاستولیک
fr: Tension artérielle diastolique moyenne
he: לחץ דם דיאסטולי ממוצע
id: Tekanan Darah Diastolik Rata-Rata
it: Pressione diastolica media
pl: Średnie rozkurczowe ciśnienie krwi
ru: Среднее диастолическое артериальное давление
th: ความดันโลหิตขณะคลายตัวเฉลี่ย
tr: Ortalama Diyastolik Kan Basıncı
ur: اوسط ڈیاسٹولک بلڈ پریشر
vi: Huyết áp tâm trương trung bình
zh_hant: 平均舒張壓

# str_perface_bp_sp
source: Ideal systolic blood pressure
ar: ضغط الدم الانقباضي المثالي
de: Idealer systolischer Blutdruck
el: Ιδανική συστολική αρτηριακή πίεση
es: Presión arterial sistólica ideal
fa: فشار خون سیستولیک ایده آل
fr: Tension artérielle systolique idéale
he: לחץ דם סיסטולי אידיאלי
id: Tekanan darah sistolik ideal
it: Pressione sistolica ideale
pl: Idealne skurczowe ciśnienie krwi
ru: Идеальное систолическое артериальное давление
th: ความดันโลหิตซิสโตลิกในอุดมคติ
tr: İdeal sistolik kan basıncı
ur: مثالی سسٹولک بلڈ پریشر
vi: Huyết áp tâm thu lý tưởng
zh_hant: 理想收縮壓

# str_perface_bp_dp
source: Ideal Diastolic Blood Pressure
ar: الضغط الانبساطي المثالي
de: Idealer diastolischer Blutdruck
el: Ιδανική διαστολική αρτηριακή πίεση
es: Presión arterial diastólica ideal
fa: فشار خون دیاستولیک ایده آل
fr: Tension artérielle diastolique idéale
he: לחץ דם דיאסטולי אידיאלי
id: Tekanan Darah Diastolik Ideal
it: Pressione diastolica ideale
pl: Idealne rozkurczowe ciśnienie krwi
ru: Идеальное диастолическое артериальное давление
th: ความดันโลหิตขณะหัวใจคลายตัวในอุดมคติ
tr: İdeal Diyastolik Kan Basıncı
ur: مثالی ڈیاسٹولک بلڈ پریشر
vi: Huyết áp tâm trương lý tưởng
zh_hant: 理想舒張壓

# str_normal_bp_sp
source: Normal systolic blood pressure
ar: ضغط الدم الطبيعي الانقباضي
de: Normaler systolischer Blutdruck
el: Φυσιολογική συστολική αρτηριακή πίεση
es: Presión arterial sistólica normal
fa: فشار خون سیستولیک طبیعی
fr: Tension artérielle systolique normale
he: לחץ דם סיסטולי רגיל
id: Tekanan darah sistolik normal
it: Pressione sistolica normale
pl: Normalne skurczowe ciśnienie krwi
ru: Нормальное систолическое артериальное давление
th: ความดันโลหิตซิสโตลิกปกติ
tr: Normal sistolik kan basıncı
ur: نارمل سسٹولک بلڈ پریشر
vi: Huyết áp tâm thu bình thường
zh_hant: 正常收縮壓

# str_normal_bp_dp
source: Normal Diastolic Blood Pressure
ar: الضغط الانبساطي الطبيعي
de: Normaler diastolischer Blutdruck
el: Φυσιολογική Διαστολική Αρτηριακή Πίεση
es: Presión arterial diastólica normal
fa: فشار خون دیاستولیک طبیعی
fr: Tension artérielle diastolique normale
he: לחץ דם דיאסטולי רגיל
id: Tekanan Darah Diastolik Normal
it: Pressione diastolica normale
pl: Normalne rozkurczowe ciśnienie krwi
ru: Нормальное диастолическое кровяное давление
th: ความดันโลหิตขณะคลายปกติ
tr: Normal Diyastolik Kan Basıncı
ur: نارمل ڈائیسٹولک بلڈ پریشر
vi: Huyết áp tâm trương bình thường
zh_hant: 正常舒張壓

# str_day_avg_bp
source: Daily Average Blood Pressure
ar: متوسط ضغط الدم اليومي
de: Durchschnittlicher Tagesblutdruck
el: Ημερήσια μέση αρτηριακή πίεση
es: Presión arterial media diaria
fa: میانگین فشار خون روزانه
fr: Tension artérielle moyenne quotidienne
he: לחץ דם ממוצע יומי
id: Tekanan Darah Rata-Rata Harian
it: Pressione sanguigna media giornaliera
pl: Dzienne średnie ciśnienie krwi
ru: Среднее дневное артериальное давление
th: ความดันโลหิตเฉลี่ยรายวัน
tr: Günlük Ortalama Kan Basıncı
ur: روزانہ اوسط بلڈ پریشر
vi: Huyết áp trung bình hàng ngày
zh_hant: 日均血壓

# str_bp_description
source: Blood pressure data is only used as a reference for health values, please do not use it for medical purposes.
ar: بيانات ضغط الدم هي فقط كمرجع للقيم الصحية ، يرجى عدم استخدامها للأغراض الطبية.
de: Blutdruckdaten werden nur als Referenz für Gesundheitswerte verwendet, bitte verwenden Sie sie nicht für medizinische Zwecke.
el: Τα δεδομένα της αρτηριακής πίεσης χρησιμοποιούνται μόνο ως αναφορά για τιμές υγείας, μην τα χρησιμοποιείτε για ιατρικούς σκοπούς.
es: Los datos de presión arterial solo se utilizan como referencia para los valores de salud, no los utilice con fines médicos.
fa: داده های فشار خون فقط به عنوان مرجعی برای مقادیر سلامتی استفاده می شود، لطفاً از آن برای اهداف پزشکی استفاده نکنید.
fr: Les données de pression artérielle sont uniquement utilisées comme référence pour les valeurs de santé, veuillez ne pas les utiliser à des fins médicales.
he: נתוני לחץ הדם משמשים רק כהתייחסות לערכים בריאותיים, נא לא להשתמש בהם למטרות רפואיות.
id: Data tekanan darah hanya digunakan sebagai referensi untuk nilai kesehatan, mohon jangan gunakan untuk tujuan medis.
it: I dati sulla pressione sanguigna sono usati solo come riferimento per i valori di salute, per favore non usarli per scopi medici.
pl: Dane dotyczące ciśnienia krwi są używane tylko jako odniesienie dla wartości zdrowotnych, nie używaj ich do celów medycznych.
ru: Данные артериального давления используются только в качестве справочных данных о состоянии здоровья, пожалуйста, не используйте их в медицинских целях.
th: ข้อมูลความดันโลหิตใช้เป็นข้อมูลอ้างอิงสำหรับค่าสุขภาพเท่านั้น โปรดอย่าใช้เพื่อวัตถุประสงค์ทางการแพทย์
tr: Kan basıncı verileri yalnızca sağlık değerleri için referans olarak kullanılmıştır, lütfen tıbbi amaçlar için kullanmayın.
ur: بلڈ پریشر کا ڈیٹا صرف صحت کی اقدار کے حوالے کے طور پر استعمال ہوتا ہے، براہ کرم اسے طبی مقاصد کے لیے استعمال نہ کریں۔
vi: Dữ liệu huyết áp chỉ được sử dụng làm tham chiếu cho các giá trị sức khỏe, vui lòng không sử dụng cho mục đích y tế.
zh_hant: 血壓數據僅作為健康數值參考，請勿用作醫療用途。

# str_current_bo
source: Current Blood Oxygen
ar: الأكسجين في الدم الحالي
de: Aktueller Blutsauerstoff
el: Τρέχον οξυγόνο αίματος
es: Oxígeno en sangre actual
fa: اکسیژن فعلی خون
fr: Oxygène sanguin actuel
he: חמצן נוכחי בדם
id: Oksigen Darah Saat Ini
it: Ossigeno nel sangue attuale
pl: Aktualny poziom tlenu we krwi
ru: Текущий уровень кислорода в крови
th: ออกซิเจนในเลือดปัจจุบัน
tr: Mevcut Kan Oksijeni
ur: کرنٹ بلڈ آکسیجن
vi: Oxy máu hiện tại
zh_hant: 當前血氧

# str_avg_bo
source: Average Blood Oxygen
ar: متوسط الأكسجين في الدم
de: Durchschnittlicher Blutsauerstoff
el: Μέσο οξυγόνο αίματος
es: Promedio de oxígeno en sangre
fa: میانگین اکسیژن خون
fr: Oxygène sanguin moyen
he: חמצן ממוצע בדם
id: Rata-rata Oksigen Darah
it: Ossigeno nel sangue medio
pl: Średnia zawartość tlenu we krwi
ru: Средний уровень кислорода в крови
th: ออกซิเจนในเลือดโดยเฉลี่ย
tr: Ortalama Kan Oksijeni
ur: اوسط خون آکسیجن
vi: Oxy máu trung bình
zh_hant: 平均血氧

# str_max_bo
source: Maximum Blood Oxygen
ar: ماكس الأكسجين في الدم
de: Maximaler Blutsauerstoff
el: Μέγιστο οξυγόνο αίματος
es: Máxima cantidad de oxígeno en sangre
fa: حداکثر اکسیژن خون
fr: Oxygène sanguin maximum
he: מקסימום חמצן בדם
id: Oksigen Darah Maksimum
it: Massimo ossigeno nel sangue
pl: Maksymalna ilość tlenu we krwi
ru: Максимальное содержание кислорода в крови
th: ออกซิเจนในเลือดสูงสุด
tr: Maksimum Kan Oksijeni
ur: زیادہ سے زیادہ خون کی آکسیجن
vi: Oxy máu tối đa
zh_hant: 最大血氧

# str_min_bo
source: Minimum Blood Oxygen
ar: الحد الأدنى من الأكسجين في الدم
de: Mindestblutsauerstoff
el: Ελάχιστο οξυγόνο αίματος
es: Oxígeno en sangre mínimo
fa: حداقل اکسیژن خون
fr: Minimum d'oxygène sanguin
he: מינימום חמצן בדם
id: Oksigen Darah Minimum
it: Ossigeno minimo nel sangue
pl: Minimalna zawartość tlenu we krwi
ru: Минимум кислорода в крови
th: ออกซิเจนในเลือดขั้นต่ำ
tr: Minimum Kan Oksijeni
ur: کم از کم خون کی آکسیجن
vi: Oxy máu tối thiểu
zh_hant: 最小血氧

# str_normal_bo_range
source: Normal blood oxygen range
ar: معدل الأكسجين الطبيعي في الدم
de: Normaler Blutsauerstoffbereich
el: Κανονικό εύρος οξυγόνου αίματος
es: Rango normal de oxígeno en sangre
fa: محدوده طبیعی اکسیژن خون
fr: Plage normale d'oxygène dans le sang
he: טווח חמצן רגיל בדם
id: Kisaran oksigen darah normal
it: Intervallo normale di ossigeno nel sangue
pl: Normalny zakres tlenu we krwi
ru: Нормальный диапазон содержания кислорода в крови
th: ช่วงออกซิเจนในเลือดปกติ
tr: Normal kan oksijen aralığı
ur: عام خون کی آکسیجن کی حد
vi: Phạm vi oxy trong máu bình thường
zh_hant: 正常血氧範圍

# str_light_bo
source: Light hypoxia
ar: نقص الأكسجة الخفيف
de: Leichte Hypoxie
el: Ελαφριά υποξία
es: Hipoxia leve
fa: هیپوکسی نور
fr: Hypoxie légère
he: היפוקסיה קלה
id: Hipoksia ringan
it: Leggera ipossia
pl: Lekka niedotlenienie
ru: Легкая гипоксия
th: ภาวะขาดออกซิเจนจากแสง
tr: Hafif hipoksi
ur: ہلکا ہائپوکسیا
vi: Thiếu oxy nhẹ
zh_hant: 輕度缺氧

# str_middle_bo
source: Moderate hypoxia
ar: نقص الأكسجة المعتدل
de: Mäßige Hypoxie
el: Μέτρια υποξία
es: Hipoxia moderada
fa: هیپوکسی متوسط
fr: Hypoxie modérée
he: היפוקסיה מתונה
id: Hipoksia sedang
it: Ipossia moderata
pl: Umiarkowane niedotlenienie
ru: Умеренная гипоксия
th: ภาวะขาดออกซิเจนปานกลาง
tr: Orta derecede hipoksi
ur: اعتدال پسند ہائپوکسیا
vi: Thiếu oxy vừa phải
zh_hant: 中度缺氧

# str_weight_bo
source: Severe hypoxia
ar: نقص الأكسجة الحاد
de: Schwere Hypoxie
el: Σοβαρή υποξία
es: Hipoxia grave
fa: هیپوکسی شدید
fr: Hypoxie sévère
he: היפוקסיה חמורה
id: Hipoksia berat
it: Grave ipossia
pl: Poważna hipoksja
ru: Сильная гипоксия
th: ขาดออกซิเจนอย่างรุนแรง
tr: Şiddetli hipoksi
ur: شدید ہائپوکسیا
vi: Thiếu oxy trầm trọng
zh_hant: 重度缺氧

# str_day_avg_bo
source: Average Blood Oxygen
ar: متوسط الأكسجين في الدم
de: Durchschnittlicher Blutsauerstoff
el: Μέσο οξυγόνο αίματος
es: Oxígeno en sangre promedio
fa: میانگین اکسیژن خون
fr: Oxygène sanguin moyen
he: חמצן ממוצע בדם
id: Rata-rata Oksigen Darah
it: Ossigeno nel sangue medio
pl: Średnia zawartość tlenu we krwi
ru: Средний уровень кислорода в крови
th: ออกซิเจนในเลือดโดยเฉลี่ย
tr: Ortalama Kan Oksijeni
ur: اوسط خون آکسیجن
vi: Oxy máu trung bình
zh_hant: 平均血氧

# str_bo_description
source: Blood oxygen data is only used as a reference for health values, please do not use it for medical purposes.
ar: تُستخدم بيانات الأكسجين في الدم كمرجع فقط للقيم الصحية ، ولا ينبغي استخدامها للأغراض الطبية.
de: Blutsauerstoffdaten werden nur als Referenz für Gesundheitswerte verwendet, bitte verwenden Sie sie nicht für medizinische Zwecke.
el: Τα δεδομένα οξυγόνου αίματος χρησιμοποιούνται μόνο ως αναφορά για τιμές υγείας, μην τα χρησιμοποιείτε για ιατρικούς σκοπούς.
es: Los datos de oxígeno en sangre solo se utilizan como referencia para los valores de salud; no los utilice con fines médicos.
fa: داده های اکسیژن خون تنها به عنوان مرجعی برای مقادیر سلامتی استفاده می شود، لطفاً از آن برای اهداف پزشکی استفاده نکنید.
fr: Les données sur l'oxygène sanguin ne sont utilisées que comme référence pour les valeurs de santé, veuillez ne pas les utiliser à des fins médicales.
he: נתוני חמצן בדם משמשים רק כהתייחסות לערכים בריאותיים, נא לא להשתמש בהם למטרות רפואיות.
id: Data oksigen darah hanya digunakan sebagai referensi untuk nilai kesehatan, mohon jangan gunakan untuk tujuan medis.
it: I dati sull'ossigeno nel sangue sono usati solo come riferimento per i valori di salute, per favore non usarli per scopi medici.
pl: Dane dotyczące tlenu we krwi są używane wyłącznie jako odniesienie dla wartości zdrowotnych, nie używaj ich do celów medycznych.
ru: Данные о содержании кислорода в крови используются только в качестве справочных данных о состоянии здоровья, пожалуйста, не используйте их в медицинских целях.
th: ข้อมูลออกซิเจนในเลือดใช้เป็นข้อมูลอ้างอิงสำหรับค่าสุขภาพเท่านั้น โปรดอย่าใช้เพื่อวัตถุประสงค์ทางการแพทย์
tr: Kan oksijen verileri yalnızca sağlık değerleri için referans olarak kullanılmıştır, lütfen tıbbi amaçlar için kullanmayın.
ur: بلڈ آکسیجن ڈیٹا صرف صحت کی اقدار کے حوالے کے طور پر استعمال ہوتا ہے، براہ کرم اسے طبی مقاصد کے لیے استعمال نہ کریں۔
vi: Dữ liệu oxy trong máu chỉ được sử dụng làm tham chiếu cho các giá trị sức khỏe, vui lòng không sử dụng cho mục đích y tế.
zh_hant: 血氧數據僅作為健康數值參考，請勿用作醫療用途。

# str_current_bt
source: Current body temperature
ar: درجة حرارة الجسم الحالية
de: Aktuelle Körpertemperatur
el: Τρέχουσα θερμοκρασία σώματος
es: Temperatura corporal actual
fa: دمای فعلی بدن
fr: Température corporelle actuelle
he: טמפרטורת גוף נוכחית
id: Suhu tubuh saat ini
it: Temperatura corporea attuale
pl: Aktualna temperatura ciała
ru: Текущая температура тела
th: อุณหภูมิร่างกายปัจจุบัน
tr: Mevcut vücut sıcaklığı
ur: جسم کا موجودہ درجہ حرارت
vi: Nhiệt độ cơ thể hiện tại
zh_hant: 當前體溫

# str_avg_bt
source: Average Body Temperature
ar: متوسط درجة حرارة الجسم
de: Durchschnittliche Körpertemperatur
el: Μέση θερμοκρασία σώματος
es: Temperatura corporal promedio
fa: میانگین دمای بدن
fr: Température corporelle moyenne
he: טמפרטורת גוף ממוצעת
id: Suhu Tubuh Rata-Rata
it: Temperatura corporea media
pl: Średnia temperatura ciała
ru: Средняя температура тела
th: อุณหภูมิร่างกายโดยเฉลี่ย
tr: Ortalama Vücut Sıcaklığı
ur: اوسط جسمانی درجہ حرارت
vi: Nhiệt độ cơ thể trung bình
zh_hant: 平均體溫

# str_max_bt
source: Maximum body temperature
ar: أقصى درجة حرارة للجسم
de: Maximale Körpertemperatur
el: Μέγιστη θερμοκρασία σώματος
es: Temperatura corporal máxima
fa: حداکثر دمای بدن
fr: Température corporelle maximale
he: טמפרטורת גוף מקסימלית
id: Suhu tubuh maksimum
it: Temperatura corporea massima
pl: Maksymalna temperatura ciała
ru: Максимальная температура тела
th: อุณหภูมิร่างกายสูงสุด
tr: Maksimum vücut sıcaklığı
ur: جسم کا زیادہ سے زیادہ درجہ حرارت
vi: Nhiệt độ cơ thể tối đa
zh_hant: 最大體溫

# str_min_bt
source: Minimum body temperature
ar: الحد الأدنى من درجة حرارة الجسم
de: Mindestkörpertemperatur
el: Ελάχιστη θερμοκρασία σώματος
es: Temperatura corporal mínima
fa: حداقل دمای بدن
fr: Température corporelle minimale
he: טמפרטורת גוף מינימלית
id: Suhu tubuh minimum
it: Temperatura corporea minima
pl: Minimalna temperatura ciała
ru: Минимальная температура тела
th: อุณหภูมิร่างกายต่ำสุด
tr: Minimum vücut sıcaklığı
ur: جسم کا کم سے کم درجہ حرارت
vi: Nhiệt độ cơ thể tối thiểu
zh_hant: 最小體溫

# str_normal_bt_range
source: Normal Body Temperature Range
ar: نطاق درجة الحرارة العادية
de: Normaler Körpertemperaturbereich
el: Κανονικό εύρος θερμοκρασίας σώματος
es: Rango de temperatura corporal normal
fa: محدوده دمای طبیعی بدن
fr: Plage de température corporelle normale
he: טווח טמפרטורת גוף רגיל
id: Kisaran Suhu Tubuh Normal
it: Intervallo di temperatura corporea normale
pl: Normalny zakres temperatury ciała
ru: Нормальный диапазон температуры тела
th: ช่วงอุณหภูมิร่างกายปกติ
tr: Normal Vücut Sıcaklığı Aralığı
ur: عام جسمانی درجہ حرارت کی حد
vi: Phạm vi nhiệt độ cơ thể bình thường
zh_hant: 體溫正常範圍

# str_slow_bt
source: Low Heat
ar: حمى منخفضة
de: Geringe Hitze
el: Χαμηλή θερμότητα
es: Calor bajo
fa: حرارت کم
fr: Chaleur basse
he: חום נמוך
id: Panas Rendah
it: Calore basso
pl: Mała temperatura
ru: Низкий нагрев
th: ความร้อนต่ำ
tr: Düşük Isı
ur: کم حرارت
vi: Nhiệt độ thấp
zh_hant: 低熱

# str_middle_bt
source: Middle Bt
ar: حمى معتدلة
de: Mittleres Bt
el: Μεσαίο Bt
es: Bt medio
fa: Bt وسط
fr: Moyen Bt
he: Bt אמצעי
id: Bt Tengah
it: Si medio
pl: Średni Bt
ru: Средний бит
th: บาทกลาง
tr: Orta Bt
ur: درمیانی بی ٹی
vi: Trung Bt
zh_hant: 中等發熱
