Repository: Azoz-JR/Denx
Catalog: muslim_watch_app_ios/DHSFit/Resource/Languages/*.lproj/ChineseSimple.strings
Languages: ar, de, el, es, fa, fr, he, id, it, pl, ru, th, tr, ur, vi, zh_hant

# str_height_bt
source: High Heat
ar: ارتفاع درجة الحرارة
de: Hohe Hitze
el: Υψηλή θερμότητα
es: Calor alto
fa: حرارت زیاد
fr: Chaleur élevée
he: חום גבוה
id: Panas Tinggi
it: Calore alto
pl: Wysoka temperatura
ru: Высокая температура
th: ความร้อนสูง
tr: Yüksek Isı
ur: تیز حرارت
vi: Nhiệt độ cao
zh_hant: 高熱

# str_day_avg_bt
source: Daily average body temperature
ar: متوسط درجة حرارة الجسم اليومية
de: Tagesdurchschnitt der Körpertemperatur
el: Ημερήσια μέση θερμοκρασία σώματος
es: Temperatura corporal media diaria
fa: متوسط ​​دمای بدن روزانه
fr: Température corporelle moyenne quotidienne
he: טמפרטורת גוף ממוצעת יומית
id: Suhu tubuh rata-rata harian
it: Temperatura corporea media giornaliera
pl: Średnia dzienna temperatura ciała
ru: Средняя дневная температура тела
th: อุณหภูมิร่างกายเฉลี่ยรายวัน
tr: Günlük ortalama vücut sıcaklığı
ur: روزانہ اوسط جسمانی درجہ حرارت
vi: Nhiệt độ cơ thể trung bình hàng ngày
zh_hant: 日均體溫

# str_bt_description
source: Body temperature data is only used as a reference for health values, please do not use it for medical purposes.
ar: بيانات درجة حرارة الجسم هي للإشارة الصحية فقط ، يرجى عدم استخدامها للأغراض الطبية.
de: Körpertemperaturdaten werden nur als Referenz für Gesundheitswerte verwendet, bitte verwenden Sie sie nicht für medizinische Zwecke.
el: Τα δεδομένα θερμοκρασίας σώματος χρησιμοποιούνται μόνο ως αναφορά για τιμές υγείας, μην τα χρησιμοποιείτε για ιατρικούς σκοπούς.
es: Los datos de temperatura corporal solo se utilizan como referencia para los valores de salud, no los utilice con fines médicos.
fa: داده های دمای بدن فقط به عنوان مرجعی برای مقادیر سلامتی استفاده می شود، لطفاً از آن برای اهداف پزشکی استفاده نکنید.
fr: Les données de température corporelle sont uniquement utilisées comme référence pour les valeurs de santé, veuillez ne pas les utiliser à des fins médicales.
he: נתוני טמפרטורת הגוף משמשים רק כהתייחסות לערכים בריאותיים, נא לא להשתמש בהם למטרות רפואיות.
id: Data suhu tubuh hanya digunakan sebagai referensi untuk nilai kesehatan, mohon jangan gunakan untuk tujuan medis.
it: I dati sulla temperatura corporea sono usati solo come riferimento per valori di salute, per favore non usarli per scopi medici.
pl: Dane o temperaturze ciała są używane tylko jako odniesienie dla wartości zdrowotnych, nie używaj ich do celów medycznych.
ru: Данные о температуре тела используются только в качестве справочных данных о состоянии здоровья, пожалуйста, не используйте их в медицинских целях.
th: ข้อมูลอุณหภูมิร่างกายใช้เป็นข้อมูลอ้างอิงสำหรับค่าสุขภาพเท่านั้น โปรดอย่าใช้เพื่อวัตถุประสงค์ทางการแพทย์
tr: Vücut sıcaklığı verileri yalnızca sağlık değerleri için referans olarak kullanılmıştır, lütfen tıbbi amaçlar için kullanmayın.
ur: جسمانی درجہ حرارت کا ڈیٹا صرف صحت کی اقدار کے حوالے کے طور پر استعمال ہوتا ہے، براہ کرم اسے طبی مقاصد کے لیے استعمال نہ کریں۔
vi: Dữ liệu nhiệt độ cơ thể chỉ được sử dụng làm tham chiếu cho các giá trị sức khỏe, vui lòng không sử dụng cho mục đích y tế.
zh_hant: 體溫數據僅作為健康數值參考，請勿用作醫療用途。

# str_cancel
source: Cancel
ar: إلغاء
de: Abbrechen
el: Ακύρωση
es: Cancelar
fa: لغو کنید
fr: Annuler
he: לְבַטֵל
id: Batalkan
it: Annulla
pl: Anuluj
ru: Отмена
th: ยกเลิก
tr: İptal
ur: منسوخ کریں۔
vi: Hủy
zh_hant: 取消

# str_sure
source: OK
ar: تأكيد
el: ΟΚ
fa: مطمئن
he: בטוח
ru: ОК
th: ตกลง
tr: Tamam
ur: ضرور
zh_hant: 確定

# str_disconnect_tips
source: The device has been bound, do you want to disconnect the device?
ar: تم ربط الجهاز ، هل تريد فصل الجهاز؟
de: Das Gerät wurde gebunden, möchten Sie das Gerät trennen?
el: Η συσκευή έχει δεσμευτεί, θέλετε να αποσυνδέσετε τη συσκευή;
es: El dispositivo se ha vinculado, ¿quiere desconectarlo?
fa: دستگاه بسته شده است، آیا می خواهید دستگاه را قطع کنید؟
fr: L'appareil a été lié, voulez-vous déconnecter l'appareil ?
he: המכשיר נקשר, האם ברצונך לנתק את המכשיר?
id: Perangkat telah terikat, apakah Anda ingin memutuskan sambungan perangkat?
it: Il dispositivo è stato associato, vuoi disconnetterlo?
pl: Urządzenie zostało powiązane, czy chcesz je odłączyć?
ru: Устройство привязано, отключить устройство?
th: อุปกรณ์ถูกผูกไว้ คุณต้องการยกเลิกการเชื่อมต่ออุปกรณ์หรือไม่
tr: Cihaz bağlandı, cihazın bağlantısını kesmek istiyor musunuz?
ur: ڈیوائس کو پابند کر دیا گیا ہے، کیا آپ ڈیوائس کو منقطع کرنا چاہتے ہیں؟
vi: Thiết bị đã được liên kết, bạn có muốn ngắt kết nối thiết bị không?
zh_hant: 已綁定設備，是否斷開設備？

# str_unbind
source: Device Unbind
ar: فك ربط الجهاز
de: Gerätebindung aufheben
el: Αποσύνδεση συσκευής
es: Desvincular dispositivo
fa: باز کردن دستگاه
fr: Dissociation de l'appareil
he: ביטול קישור ההתקן
id: Lepaskan Perangkat
pl: Odłącz urządzenie
ru: Отвязать устройство
th: ยกเลิกการผูกอุปกรณ์
tr: Aygıt Bağlantısını Çöz
ur: ڈیوائس ان بائنڈ
vi: Tháo gỡ thiết bị
zh_hant: 設備解綁

# str_bind
source: Device Bind
ar: جهاز ملزم
de: Gerätebindung
el: Δέσμευση συσκευής
es: Enlace de dispositivo
fa: پیوند دستگاه
fr: Appareil lié
he: איגד מכשיר
id: Pengikatan Perangkat
it: Bind dispositivo
pl: Powiązanie urządzenia
ru: Привязка устройства
th: การผูกอุปกรณ์
tr: Aygıt Bağlantısı
ur: ڈیوائس بائنڈ
vi: Liên kết thiết bị
zh_hant: 設備綁定

# str_device_scan
source: Device Scan
ar: البحث عن الجهاز
de: Gerätescan
el: Σάρωση συσκευής
es: Escaneo del dispositivo
fa: اسکن دستگاه
fr: Analyse de périphérique
he: סריקת מכשיר
id: Pindai Perangkat
it: Scansione dispositivo
pl: Skanowanie urządzenia
ru: Сканирование устройств
th: สแกนอุปกรณ์
tr: Aygıt Taraması
ur: ڈیوائس اسکین
vi: Quét thiết bị
zh_hant: 設備搜索

# str_device_connecting
source: Connecting
ar: توصيل
de: Verbinden
el: Σύνδεση
es: Conectando
fa: در حال اتصال
fr: Connexion
he: מתחבר
id: Menghubungkan
it: Connessione
pl: Łączenie
ru: Подключение
th: กำลังเชื่อมต่อ
tr: Bağlanıyor
ur: جڑ رہا ہے۔
vi: Đang kết nối
zh_hant: 連接中

# str_device_unbind_tips
source: Are you sure to unbind the device?
ar: هل أنت متأكد من إلغاء ربط الجهاز؟
de: Möchten Sie das Gerät wirklich entbinden?
el: Είστε βέβαιοι ότι θα αποσυνδέσετε τη συσκευή;
es: ¿Está seguro de desvincular el dispositivo?
fa: آیا مطمئن هستید که دستگاه را باز می کنید؟
fr: Êtes-vous sûr de dissocier l'appareil ?
he: האם אתה בטוח שאתה מבטל את הקישור של המכשיר?
id: Apakah Anda yakin akan melepaskan perangkat?
it: Sei sicuro di annullare l'associazione del dispositivo?
pl: Czy na pewno odłączyć urządzenie?
ru: Вы действительно хотите отменить привязку устройства?
th: คุณแน่ใจหรือไม่ที่จะยกเลิกการผูกอุปกรณ์
tr: Cihazın bağlantısını kaldıracağınızdan emin misiniz?
ur: کیا آپ یقینی طور پر آلہ کی پابندی ختم کرنا چاہتے ہیں؟
vi: Bạn có chắc chắn hủy liên kết thiết bị không?
zh_hant: 確定解綁設備？

# str_connecting
source: Connecting
ar: توصيل
de: Verbinden
el: Σύνδεση
es: Conectando
fa: در حال اتصال
fr: Connexion
he: מתחבר
id: Menghubungkan
it: Connessione
pl: Łączenie
ru: Подключение
th: กำลังเชื่อมต่อ
tr: Bağlanıyor
ur: جڑ رہا ہے۔
vi: Đang kết nối
zh_hant: 正在連接

# str_recover
source: Restore factory settings
ar: إعادة ضبط
de: Werkseinstellungen wiederherstellen
el: Επαναφορά εργοστασιακών ρυθμίσεων
es: Restaurar configuración de fábrica
fa: بازیابی تنظیمات کارخانه
fr: Restaurer les paramètres d'usine
he: שחזר את הגדרות היצרן
id: Pulihkan pengaturan pabrik
it: Ripristina impostazioni di fabbrica
pl: Przywróć ustawienia fabryczne
ru: Восстановить заводские настройки
th: กู้คืนการตั้งค่าจากโรงงาน
tr: Fabrika ayarlarını geri yükle
ur: فیکٹری کی ترتیبات کو بحال کریں۔
vi: Khôi phục cài đặt gốc
zh_hant: 恢復出廠設置

# str_cancel_search_device
source: Do you want to stop searching for mobile phones?
ar: هل تريد إنهاء البحث عن الهاتف؟
de: Möchten Sie die Suche nach Mobiltelefonen beenden?
el: Θέλετε να σταματήσετε την αναζήτηση για κινητά τηλέφωνα;
es: ¿Desea dejar de buscar teléfonos móviles?
fa: آیا می خواهید جستجوی تلفن های همراه را متوقف کنید؟
fr: Voulez-vous arrêter la recherche de téléphones portables ?
he: האם אתה רוצה להפסיק לחפש טלפונים ניידים?
id: Apakah Anda ingin berhenti mencari ponsel?
it: Vuoi interrompere la ricerca di telefoni cellulari?
pl: Czy chcesz zatrzymać wyszukiwanie telefonów komórkowych?
ru: Вы хотите остановить поиск мобильных телефонов?
th: คุณต้องการหยุดค้นหาโทรศัพท์มือถือหรือไม่
tr: Cep telefonlarını aramayı durdurmak istiyor musunuz?
ur: کیا آپ موبائل فون کی تلاش بند کرنا چاہتے ہیں؟
vi: Bạn có muốn ngừng tìm kiếm điện thoại di động không?
zh_hant: 是否結束查找手機？

# str_bind_success
source: Bind successful
ar: ربط بنجاح
de: Bindung erfolgreich
el: Δέσμευση επιτυχής
es: Enlace exitoso
fa: پیوند موفقیت آمیز
fr: Liaison réussie
he: הקישור הצליח
id: Pengikatan berhasil
it: Collegamento riuscito
pl: Powiązanie powiodło się
ru: Привязка выполнена успешно
th: ผูกสำเร็จ
tr: Bağlama başarılı
ur: باندھ کامیاب
vi: Liên kết thành công
zh_hant: 綁定成功

# str_bind_fail
source: Bind failed, please try again
ar: فشل الربط ، يرجى المحاولة مرة أخرى
de: Bind fehlgeschlagen, bitte versuchen Sie es erneut
el: Η δέσμευση απέτυχε, δοκιμάστε ξανά
es: Error en la vinculación, inténtelo de nuevo
fa: پیوند انجام نشد، لطفا دوباره امتحان کنید
fr: La liaison a échoué, veuillez réessayer
he: הכריכה נכשלה, אנא נסה שוב
id: Pengikatan gagal, silakan coba lagi
it: Associazione fallita, riprova
pl: Powiązanie nie powiodło się, spróbuj ponownie
ru: Сбой привязки, попробуйте еще раз
th: การผูกล้มเหลว โปรดลองอีกครั้ง
tr: Bağlama başarısız, lütfen tekrar deneyin
ur: باندھنا ناکام ہوگیا، براہ کرم دوبارہ کوشش کریں۔
vi: Liên kết không thành công, vui lòng thử lại
zh_hant: 綁定失敗，請重試

# str_device_bound_to_other_tips
source: For the bound device, please restore the factory settings or unbind and then re-bind.
ar: بالنسبة للأجهزة المقيدة ، يرجى استعادة إعدادات المصنع أو إلغاء الربط ثم إعادة الربط.
de: Stellen Sie für das gebundene Gerät bitte die Werkseinstellungen wieder her oder lösen Sie die Bindung und binden Sie sie dann erneut.
el: Για τη συνδεδεμένη συσκευή, επαναφέρετε τις εργοστασιακές ρυθμίσεις ή αποδεσμεύστε και κατόπιν επανασυνδέστε.
es: Para el dispositivo vinculado, restaure la configuración de fábrica o desvincule y vuelva a vincular.
fa: برای دستگاه متصل، لطفاً تنظیمات کارخانه را بازیابی کنید یا از حالت اتصال خارج کنید و سپس دوباره متصل کنید.
fr: Pour l'appareil lié, veuillez restaurer les paramètres d'usine ou déconnectez puis reconnectez.
he: עבור המכשיר המחובר, נא שחזר את הגדרות היצרן או בטל את הכריכה ולאחר מכן התחבר מחדש.
id: Untuk perangkat terikat, pulihkan pengaturan pabrik atau lepas ikatan lalu ikat ulang.
it: Per il dispositivo associato, ripristinare le impostazioni di fabbrica o disassociare e quindi riassociare.
pl: W przypadku powiązanego urządzenia przywróć ustawienia fabryczne lub usuń powiązanie i ponownie powiąż.
ru: Для привязанного устройства восстановите заводские настройки или отмените привязку, а затем повторно привяжите.
th: สำหรับอุปกรณ์ที่ผูก โปรดคืนค่าการตั้งค่าจากโรงงานหรือเลิกผูกแล้วผูกใหม่
tr: Bağlı aygıt için lütfen fabrika ayarlarını geri yükleyin veya bağlantıyı kaldırıp yeniden bağlayın.
ur: باؤنڈ ڈیوائس کے لیے، براہ کرم فیکٹری سیٹنگز کو بحال کریں یا ان بائنڈ کریں اور پھر دوبارہ بائنڈ کریں۔
vi: Đối với thiết bị được liên kết, vui lòng khôi phục cài đặt gốc hoặc hủy liên kết rồi liên kết lại.
zh_hant: 對於已綁定設備，請恢復出廠設置或解除綁定後再重新綁定。

# str_device_others_binded_tips
source: The device has been bound by other users, please unbind first or reset the device to factory settings!
ar: تم ربط الجهاز بمستخدم آخر ، يرجى إلغاء ربطه أولاً أو إعادة ضبط الجهاز على إعدادات المصنع!
de: Das Gerät wurde von anderen Benutzern gebunden, bitte zuerst die Bindung aufheben oder das Gerät auf die Werkseinstellungen zurücksetzen!
el: Η συσκευή έχει δεσμευτεί από άλλους χρήστες, αποσυνδέστε πρώτα ή επαναφέρετε τη συσκευή στις εργοστασιακές ρυθμίσεις!
es: Otros usuarios vincularon el dispositivo. ¡Desvincúlelo primero o restablezca la configuración de fábrica del dispositivo!
fa: دستگاه توسط کاربران دیگر بسته شده است، لطفا ابتدا اتصال را باز کنید یا دستگاه را به تنظیمات کارخانه بازنشانی کنید!
fr: L'appareil a été lié par d'autres utilisateurs, veuillez d'abord dissocier ou réinitialiser l'appareil aux paramètres d'usine !
he: המכשיר נקשר על ידי משתמשים אחרים, אנא בטל תחילה את הקישור או אפס את המכשיר להגדרות היצרן!
id: Perangkat telah diikat oleh pengguna lain, harap lepas ikatan terlebih dahulu atau setel ulang perangkat ke pengaturan pabrik!
it: Il dispositivo è stato vincolato da altri utenti, per favore dissocia prima o ripristina le impostazioni di fabbrica del dispositivo!
pl: Urządzenie zostało powiązane przez innych użytkowników, najpierw usuń powiązanie lub zresetuj urządzenie do ustawień fabrycznych!
ru: Устройство было привязано другими пользователями, сначала отмените привязку или сбросьте устройство до заводских настроек!
th: ผู้ใช้อื่นผูกอุปกรณ์นี้ไว้ โปรดเลิกผูกก่อนหรือรีเซ็ตอุปกรณ์เป็นการตั้งค่าจากโรงงาน!
tr: Aygıt başka kullanıcılar tarafından bağlandı, lütfen önce bağlantıyı kaldırın veya aygıtı fabrika ayarlarına sıfırlayın!
ur: ڈیوائس کو دوسرے صارفین نے پابند کر دیا ہے، براہ کرم پہلے بند کریں یا ڈیوائس کو فیکٹری سیٹنگز پر ری سیٹ کریں!
vi: Thiết bị đã bị ràng buộc bởi người dùng khác, vui lòng hủy liên kết trước hoặc đặt lại thiết bị về cài đặt gốc!
zh_hant: 設備已被其他用戶綁定，請先解綁或者設備恢復出廠設置！

# str_device_restore_tips
source: The device has been restored to factory settings, please rebind the device!
ar: تمت استعادة إعدادات المصنع للجهاز ، يرجى إعادة ربط الجهاز!
de: Das Gerät wurde auf die Werkseinstellungen zurückgesetzt, bitte verbinden Sie das Gerät erneut!
el: Η συσκευή έχει αποκατασταθεί στις εργοστασιακές ρυθμίσεις, παρακαλώ επανασυνδέστε τη συσκευή!
es: El dispositivo se ha restablecido a la configuración de fábrica. ¡Vuelva a vincular el dispositivo!
fa: دستگاه به تنظیمات کارخانه بازیابی شده است، لطفاً دستگاه را مجدداً باند کنید!
fr: L'appareil a été restauré aux paramètres d'usine, veuillez réassocier l'appareil !
he: המכשיר שוחזר להגדרות היצרן, נא לאגד מחדש את המכשיר!
id: Perangkat telah dipulihkan ke pengaturan pabrik, harap pasang ulang perangkat!
it: Il dispositivo è stato ripristinato alle impostazioni di fabbrica, ricollega il dispositivo!
pl: Urządzenie zostało przywrócone do ustawień fabrycznych, proszę ponownie powiązać urządzenie!
ru: На устройстве восстановлены заводские настройки, перепривяжите устройство!
th: อุปกรณ์ได้รับการกู้คืนเป็นการตั้งค่าจากโรงงาน โปรดคืนค่าอุปกรณ์!
tr: Cihaz fabrika ayarlarına geri yüklendi, lütfen cihazı yeniden bağlayın!
ur: ڈیوائس کو فیکٹری سیٹنگز پر بحال کر دیا گیا ہے، براہ کرم ڈیوائس کو ری بائنڈ کریں!
vi: Thiết bị đã được khôi phục cài đặt gốc, vui lòng gắn lại thiết bị!
zh_hant: 設備已恢復出廠設置，請重新綁定設備！

# str_device_binding
source: Binding
ar: ربط
de: Bindung
el: Δέσμευση
es: Enlace
fa: صحافی
fr: Liaison
he: כריכה
id: Mengikat
it: Collegamento
pl: Wiązanie
ru: Привязка
th: เข้าเล่ม
tr: Bağlama
ur: پابند کرنا
vi: Ràng buộc
zh_hant: 綁定中

# str_replace
source: Replace
ar: يستبدل
de: Ersetzen
el: Αντικατάσταση
es: Reemplazar
fa: تعویض
fr: Remplacer
he: החלף
id: Ganti
it: Sostituisci
pl: Zamień
ru: Заменить
th: แทนที่
tr: Değiştir
ur: بدل دیں۔
vi: Thay thế
zh_hant: 更換

# str_clear
source: Clear
ar: لتوضيح
de: Löschen
el: Εκκαθάριση
es: Borrar
fa: پاک کردن
fr: Effacer
he: נקה
id: Hapus
it: Cancella
pl: Wyczyść
ru: Очистить
th: ล้าง
tr: Temizle
ur: صاف
vi: Xóa
zh_hant: 清除

# str_save
source: Save
ar: يحفظ
de: Speichern
el: Αποθήκευση
es: Guardar
fa: ذخیره
fr: Enregistrer
he: שמור
id: Simpan
it: Salva
pl: Zapisz
ru: Сохранить
th: บันทึก
tr: Kaydet
ur: محفوظ کریں۔
vi: Lưu
zh_hant: 保存

# str_save_success
source: Saved successfully
ar: حفظ بنجاح
de: Erfolgreich gespeichert
el: Αποθηκεύτηκε με επιτυχία
es: Guardado correctamente
fa: با موفقیت ذخیره شد
fr: Enregistré avec succès
he: נשמר בהצלחה
id: Berhasil disimpan
it: Salvato con successo
pl: Zapisano pomyślnie
ru: Успешно сохранено
th: บันทึกสำเร็จ
tr: Başarıyla kaydedildi
ur: کامیابی سے محفوظ ہو گیا۔
vi: Đã lưu thành công
zh_hant: 保存成功

# str_save_fail
source: Save failed
ar: فشل عملية الحفظ
de: Speichern fehlgeschlagen
el: Η αποθήκευση απέτυχε
es: Error al guardar
fa: ذخیره نشد
fr: Échec de la sauvegarde
he: השמירה נכשלה
id: Gagal menyimpan
it: Salvataggio fallito
pl: Zapisywanie nie powiodło się
ru: Не удалось сохранить
th: การบันทึกล้มเหลว
tr: Kaydetme başarısız
ur: محفوظ کرنا ناکام ہو گیا۔
vi: Lưu không thành công
zh_hant: 保存失敗

# str_alarm_add
source: Add Alarm
ar: تمت إضافة المنبه
de: Alarm hinzufügen
el: Προσθήκη συναγερμού
es: Agregar alarma
fa: افزودن زنگ هشدار
fr: Ajouter une alarme
he: הוסף אזעקה
id: Tambah Alarm
it: Aggiungi allarme
pl: Dodaj alarm
ru: Добавить будильник
th: เพิ่มการเตือน
tr: Alarm Ekle
ur: الارم شامل کریں۔
vi: Thêm báo thức
zh_hant: 鬧鐘添加

# str_repeat
source: Repeat
ar: يكرر
de: Wiederholen
el: Επανάληψη
es: Repetir
fa: تکرار
fr: Répéter
he: חזור
id: Ulangi
it: Ripeti
pl: Powtórz
ru: Повторить
th: เล่นซ้ำ
tr: Tekrarla
ur: دہرائیں۔
vi: Lặp lại
zh_hant: 重複

# str_no_repeat
source: No Repeat
ar: غير مكرر
de: Keine Wiederholung
el: Χωρίς επανάληψη
es: Sin repetición
fa: بدون تکرار
fr: Pas de répétition
he: אין חזרה
id: Tanpa Pengulangan
it: Nessuna ripetizione
pl: Bez powtórzeń
ru: Без повтора
th: ไม่ทำซ้ำ
tr: Tekrar Yok
ur: کوئی تکرار نہیں۔
vi: Không lặp lại
zh_hant: 不重複

# str_every_day
source: everyday
ar: كل يوم
de: jeden Tag
el: καθημερινά
es: todos los días
fa: هر روز
fr: tous les jours
he: כל יום
id: setiap hari
it: tutti i giorni
pl: codziennie
ru: каждый день
th: ทุกวัน
tr: her gün
ur: ہر روز
vi: hàng ngày
zh_hant: 每天

# str_tag
source: Tag
ar: ملصق
el: Ετικέτα
es: Etiqueta
fa: برچسب
fr: Balise
he: תג
it: Etichetta
ru: Тег
th: แท็ก
tr: Etiket
ur: ٹیگ
vi: Thẻ
zh_hant: 標籤

# str_please_input_tags
source: Please enter tags
ar: الرجاء إدخال علامة
de: Bitte Tags eingeben
el: Παρακαλώ εισάγετε ετικέτες
es: Por favor, introduzca las etiquetas
fa: لطفا برچسب ها را وارد کنید
he: אנא הזן תגים
id: Masukkan tag
it: Inserisci i tag
pl: Wprowadź tagi
ru: Введите теги
th: โปรดป้อนแท็ก
tr: Lütfen etiketleri girin
ur: براہ کرم ٹیگز درج کریں۔
zh_hant: 請輸入標籤

# str_hr_rate
source: Test Rate
ar: اختبار القدرات
el: Ποσοστό δοκιμής
es: Tasa de prueba
fa: نرخ تست
fr: Taux de test
he: שיעור בדיקה
id: Tingkat Tes
it: Frequenza di prova
pl: Wskaźnik testu
ru: Тестовая скорость
th: อัตราทดสอบ
tr: Test Hızı
ur: ٹیسٹ کی شرح
vi: Tỷ lệ kiểm tra
zh_hant: 測試頻率

# str_start_time
source: Start time
ar: وقت البدء
de: Startzeit
el: Ώρα έναρξης
es: Hora de inicio
fa: زمان شروع
fr: Heure de début
he: שעת התחלה
id: Waktu mulai
it: Ora di inizio
pl: Czas rozpoczęcia
ru: Время начала
th: เวลาเริ่มต้น
tr: Başlangıç ​​zamanı
ur: وقت آغاز
vi: Thời gian bắt đầu
zh_hant: 開始時間

# str_end_time
source: End Time
ar: وقت النهاية
de: Endzeit
el: Ώρα λήξης
es: Hora de finalización
fa: زمان پایان
fr: Heure de fin
he: שעת סיום
id: Waktu Berakhir
it: Ora di fine
pl: Czas zakończenia
ru: Время окончания
th: เวลาสิ้นสุด
tr: Bitiş Zamanı
ur: آخر وقت
vi: Thời gian kết thúc
zh_hant: 結束時間

# str_warn_rate
source: Warning Rate
ar: تردد التذكير
de: Warnrate
el: Προειδοποιητικό ποσοστό
es: Tasa de advertencia
fa: نرخ هشدار
fr: Taux d'avertissement
he: שיעור אזהרה
it: Tasso di avviso
pl: Wskaźnik ostrzegawczy
ru: Частота предупреждений
th: อัตราการเตือน
tr: Uyarı Oranı
ur: انتباہ کی شرح
vi: Tỷ lệ cảnh báo
zh_hant: 提醒頻率

# str_device_recovery_tips
source: This operation will unbind the device, are you sure to restore the factory settings?
ar: ستؤدي هذه العملية إلى إلغاء ربط الجهاز ، هل أنت متأكد من استعادة إعدادات المصنع؟
de: Dieser Vorgang wird das Gerät entbinden, sind Sie sicher, dass die Werkseinstellungen wiederhergestellt werden?
el: Αυτή η λειτουργία θα αποσυνδέσει τη συσκευή, είστε βέβαιοι ότι θα επαναφέρετε τις εργοστασιακές ρυθμίσεις;
es: Esta operación desvinculará el dispositivo, ¿está seguro de restaurar la configuración de fábrica?
fa: این عملیات دستگاه را باز می کند، آیا مطمئن هستید که تنظیمات کارخانه را بازیابی می کنید؟
fr: Cette opération dissociera l'appareil, êtes-vous sûr de restaurer les paramètres d'usine ?
he: פעולה זו תבטל את קישור ההתקן, האם אתה בטוח ששחזר את הגדרות היצרן?
id: Operasi ini akan melepaskan perangkat, apakah Anda yakin akan memulihkan pengaturan pabrik?
it: Questa operazione sbloccherà il dispositivo, sei sicuro di ripristinare le impostazioni di fabbrica?
pl: Ta operacja usunie powiązanie urządzenia, czy na pewno chcesz przywrócić ustawienia fabryczne?
ru: Эта операция отвяжет устройство, вы уверены, что восстановите заводские настройки?
th: การดำเนินการนี้จะยกเลิกการเชื่อมโยงอุปกรณ์ คุณแน่ใจหรือว่าจะกู้คืนการตั้งค่าจากโรงงาน
tr: Bu işlem aygıtın bağlantısını kaldıracaktır, fabrika ayarlarını geri yüklemek istediğinizden emin misiniz?
ur: یہ آپریشن آلے کو بند کر دے گا، کیا آپ فیکٹری سیٹنگز کو بحال کرنے کا یقین رکھتے ہیں؟
vi: Thao tác này sẽ hủy liên kết thiết bị, bạn có chắc khôi phục cài đặt gốc không?
zh_hant: 此操作將會解綁設備，確定恢復出廠設置？

# str_bright
source: Bright screen
ar: شاشة ساطعة
de: Heller Bildschirm
el: Φωτεινή οθόνη
es: Pantalla brillante
fa: صفحه نمایش روشن
fr: Écran lumineux
he: מסך בהיר
id: Layar cerah
it: Schermo luminoso
pl: Jasny ekran
ru: Яркий экран
th: หน้าจอสว่าง
tr: Parlak ekran
ur: روشن اسکرین
vi: Màn hình sáng
zh_hant: 亮屏

# str_monday
source: Monday
ar: في يوم الاثنين
de: Montag
el: Δευτέρα
es: Lunes
fa: دوشنبه
fr: Lundi
he: יום שני
id: Senin
it: Lunedì
pl: Poniedziałek
ru: Понедельник
th: วันจันทร์
tr: Pazartesi
ur: پیر
vi: Thứ Hai
zh_hant: 週一

# str_tuesday
source: Tuesday
ar: يوم الثلاثاء
de: Dienstag
el: Τρίτη
es: Martes
fa: سه شنبه
fr: mardi
he: יום שלישי
id: Selasa
it: martedì
pl: wtorek
ru: Вторник
th: วันอังคาร
tr: Salı
ur: منگل
vi: Thứ Ba
zh_hant: 週二

# str_wednesday
source: Wednesday
ar: الأربعاء
de: Mittwoch
el: Τετάρτη
es: miércoles
fa: چهارشنبه
fr: Mercredi
he: יום רביעי
id: Rabu
it: mercoledì
pl: Środa
ru: Среда
th: วันพุธ
tr: Çarşamba
ur: بدھ
vi: Thứ Tư
zh_hant: 週三

# str_thursday
source: Thursday
ar: يوم الخميس
de: Donnerstag
el: Πέμπτη
es: Jueves
fa: پنجشنبه
fr: Jeudi
he: יום חמישי
id: Kamis
it: giovedì
pl: Czwartek
ru: Четверг
th: วันพฤหัสบดี
tr: Perşembe
ur: جمعرات
vi: Thứ Năm
zh_hant: 週四

# str_friday
source: Friday
ar: جمعة
de: Freitag
el: Παρασκευή
es: Viernes
fa: جمعه
fr: vendredi
he: שישי
id: Jumat
it: venerdì
pl: Piątek
ru: Пятница
th: วันศุกร์
tr: Cuma
ur: جمعہ
vi: Thứ Sáu
zh_hant: 週五

# str_saturday
source: Saturday
ar: السبت
de: Samstag
el: Σάββατο
es: Sábado
fa: شنبه
fr: Samedi
he: שבת
id: Sabtu
it: sabato
pl: Sobota
ru: Суббота
th: วันเสาร์
tr: Cumartesi
ur: ہفتہ
vi: Thứ Bảy
zh_hant: 週六

# str_sunday
source: Sunday
ar: الأحد
de: Sonntag
el: Κυριακή
es: Domingo
fa: یکشنبه
fr: dimanche
he: יום ראשון
id: Minggu
it: domenica
pl: niedziela
ru: Воскресенье
th: วันอาทิตย์
tr: Pazar
ur: اتوار
vi: Chủ Nhật
zh_hant: 週日

# str_recommend
source: Recommend
ar: يوصي
de: Empfehlen
el: Συστήνεται
es: Recomendar
fa: پیشنهاد
fr: Recommander
he: המליץ
id: Rekomendasikan
it: Consiglia
pl: Polecam
ru: Рекомендовать
th: แนะนำ
tr: Öner
ur: تجویز کریں۔
vi: Đề xuất
zh_hant: 推薦

# str_dialo_hot
source: Hottest
ar: الأكثر إثارة
de: Am heißesten
el: Πιο καυτή
es: Más popular
fa: داغ ترین
fr: Le plus chaud
he: החם ביותר
id: Terpanas
it: Il più caldo
pl: Najgorętsze
ru: Самый популярный
th: ร้อนแรงที่สุด
tr: En Ateşli
ur: گرم ترین
vi: Nóng nhất
zh_hant: 最熱

# str_dial_new
source: Newest
ar: حتى الآن
de: Neueste
el: Νεότερο
es: Más reciente
fa: جدیدترین
fr: Le plus récent
he: הכי חדש
id: Terbaru
it: Più recente
pl: Najnowszy
ru: Самая новая
th: ใหม่ล่าสุด
tr: En yeni
ur: تازہ ترین
vi: Mới nhất
zh_hant: 最新

# str_dial_mine
source: My dial
ar: الاتصال الهاتفي الخاص بي
de: Meine Nummer
el: Η κλήση μου
es: Mi dial
fa: شماره گیری من
fr: Mon numéro
he: החוגה שלי
id: Telepon saya
it: Il mio quadrante
pl: Moja tarcza
ru: Мой циферблат
th: หน้าปัดของฉัน
tr: Kadranım
ur: میرا ڈائل
vi: Quay số của tôi
zh_hant: 我的錶盤
