Repository: Azoz-JR/Denx
Catalog: muslim_watch_app_ios/DHSFit/Resource/Languages/*.lproj/ChineseSimple.strings
Languages: ar, de, el, es, fa, fr, he, id, it, pl, ru, th, tr, ur, vi, zh_hant

# str_time_goal_reached
source: Congratulations, the exercise time has reached the target!
ar: تهانينا ، لقد وصل وقت التمرين إلى المستوى القياسي!
de: Herzlichen Glückwunsch, die Übungszeit hat das Ziel erreicht!
el: Συγχαρητήρια, ο χρόνος άσκησης έφτασε στον στόχο!
es: ¡Felicitaciones, el tiempo de ejercicio ha alcanzado la meta!
fa: تبریک، زمان تمرین به هدف رسید!
fr: Félicitations, le temps d'exercice a atteint l'objectif !
he: מזל טוב, זמן האימון הגיע ליעד!
id: Selamat, waktu latihan telah mencapai target!
it: Congratulazioni, il tempo di esercizio ha raggiunto l'obiettivo!
pl: Gratulacje, czas ćwiczenia osiągnął cel!
ru: Поздравляем, время упражнения достигло цели!
th: ขอแสดงความยินดี เวลาออกกำลังกายบรรลุเป้าหมาย!
tr: Tebrikler, egzersiz süresi hedefe ulaştı!
ur: مبارک ہو، ورزش کا وقت ہدف تک پہنچ گیا ہے!
vi: Xin chúc mừng, thời gian tập luyện đã đạt mục tiêu!
zh_hant: 恭喜您，運動時間已達標！

# str_distance_goal_reached
source: Congratulations, the exercise distance has reached the target!
ar: تهانينا ، لقد وصلت مسافة التمرين إلى المستوى القياسي!
de: Herzlichen Glückwunsch, die Trainingsdistanz hat das Ziel erreicht!
el: Συγχαρητήρια, η απόσταση της άσκησης έφτασε στον στόχο!
es: ¡Felicitaciones, la distancia del ejercicio ha alcanzado el objetivo!
fa: تبریک، مسافت تمرین به هدف رسید!
fr: Félicitations, la distance d'exercice a atteint l'objectif !
he: מזל טוב, מרחק האימון הגיע ליעד!
id: Selamat, jarak latihan telah mencapai target!
it: Congratulazioni, la distanza dell'esercizio ha raggiunto l'obiettivo!
pl: Gratulacje, dystans ćwiczeń osiągnął cel!
ru: Поздравляем, дистанция упражнения достигла цели!
th: ขอแสดงความยินดี ระยะทางในการออกกำลังกายถึงเป้าหมายแล้ว!
tr: Tebrikler, egzersiz mesafesi hedefe ulaştı!
ur: مبارک ہو، ورزش کا فاصلہ ہدف تک پہنچ گیا ہے!
zh_hant: 恭喜您，運動距離已達標！

# str_calorie_goal_reached
source: Congratulations, your exercise calorie goal has been reached!
ar: تهانينا ، لقد وصلت إلى السعرات الحرارية المستهدفة في التمرين!
de: Herzlichen Glückwunsch, Ihr Trainingskalorienziel wurde erreicht!
el: Συγχαρητήρια, ο στόχος σας για τις θερμίδες της άσκησης επιτεύχθηκε!
fa: تبریک می‌گویم، به هدف کالری تمرینی شما رسیده‌اید!
fr: Félicitations, votre objectif de calories d'exercice a été atteint !
he: מזל טוב, היעד הקלורי של האימון שלך הושג!
id: Selamat, target kalori olahraga Anda telah tercapai!
it: Congratulazioni, l'obiettivo calorico dell'esercizio è stato raggiunto!
pl: Gratulacje, Twój cel dotyczący kalorii podczas ćwiczeń został osiągnięty!
ru: Поздравляем, ваша цель по калорийности упражнений достигнута!
th: ขอแสดงความยินดี เป้าหมายแคลอรี่ในการออกกำลังกายของคุณสำเร็จแล้ว!
ur: مبارک ہو، آپ کا ورزش کیلوری کا ہدف پورا ہو گیا ہے!
vi: Xin chúc mừng, bạn đã đạt được mục tiêu lượng calo luyện tập!
zh_hant: 恭喜您，運動卡路里已達標！

# str_vibration_settings
source: Vibration Settings
ar: إعدادات الاهتزاز
de: Vibrationseinstellungen
el: Ρυθμίσεις δόνησης
es: Configuración de vibración
fa: تنظیمات لرزش
fr: Paramètres de vibration
he: הגדרות רטט
id: Pengaturan Getaran
it: Impostazioni vibrazione
pl: Ustawienia wibracji
ru: Настройки вибрации
th: การตั้งค่าการสั่น
tr: Titreşim Ayarları
ur: وائبریشن سیٹنگز
vi: Cài Đặt Rung
zh_hant: 振動設置

# str_screen_always_on
source: Screen always on
ar: الشاشة دائما قيد التشغيل
de: Bildschirm immer an
el: Η οθόνη είναι πάντα ενεργοποιημένη
es: Pantalla siempre encendida
fa: صفحه نمایش همیشه روشن
fr: Écran toujours allumé
he: המסך פועל תמיד
id: Layar selalu menyala
it: Schermo sempre attivo
pl: Ekran zawsze włączony
ru: Экран всегда включен
th: เปิดหน้าจอตลอดเวลา
tr: Ekran her zaman açık
ur: اسکرین ہمیشہ آن
vi: Màn hình luôn bật
zh_hant: 屏幕常亮

# str_always_bright
source: always bright
ar: دائما متاح
de: immer hell
el: πάντα φωτεινό
es: siempre brillante
fa: همیشه روشن
fr: toujours lumineux
he: תמיד בהיר
id: selalu cerah
it: sempre luminoso
pl: zawsze jasno
ru: всегда ярко
th: สว่างอยู่เสมอ
tr: her zaman parlak
ur: ہمیشہ روشن
vi: luôn sáng
zh_hant: 常亮

# str_auto_pause
source: Auto Pause
ar: توقف آلي
de: Automatische Pause
el: Αυτόματη παύση
es: Pausa automática
fa: مکث خودکار
fr: Pause automatique
he: השהיה אוטומטית
id: Jeda Otomatis
it: Pausa automatica
pl: Automatyczna pauza
ru: Автопауза
th: หยุดชั่วคราวอัตโนมัติ
tr: Otomatik Duraklatma
ur: آٹو موقوف
vi: Tự động tạm dừng
zh_hant: 自動暫停

# str_upgrading
source: Upgrading
ar: الترقية
el: Αναβάθμιση
es: Actualizando
fa: در حال ارتقاء
fr: Mise à niveau
he: משדרג
id: Meningkatkan
it: Aggiornamento
pl: Aktualizacja
ru: Обновление
th: กำลังอัปเกรด
tr: Yükseltiliyor
ur: اپ گریڈ کرنا
vi: Đang nâng cấp
zh_hant: 正在升級

# str_upgrade_success
source: Upgrade successful
ar: نجح التحديث
de: Upgrade erfolgreich
el: Η αναβάθμιση επιτυχής
es: Actualización exitosa
fa: ارتقا با موفقیت انجام شد
fr: Mise à jour réussie
he: השדרוג הצליח
id: Peningkatan berhasil
it: Aggiornamento riuscito
pl: Aktualizacja powiodła się
ru: Обновление прошло успешно
th: อัปเกรดสำเร็จ
tr: Yükseltme başarılı
ur: اپ گریڈ کامیاب
vi: Nâng cấp thành công
zh_hant: 升級成功

# str_upgrade_fail
source: Upgrade failed
ar: فشلت الترقية
de: Aktualisierung fehlgeschlagen
el: Η αναβάθμιση απέτυχε
es: Actualización fallida
fa: ارتقا انجام نشد
fr: La mise à jour a échoué
he: השדרוג נכשל
id: Pemutakhiran gagal
it: Aggiornamento fallito
pl: Aktualizacja nie powiodła się
ru: Обновление не выполнено
th: การอัปเกรดล้มเหลว
tr: Yükseltme başarısız
ur: اپ گریڈ ناکام ہو گیا۔
vi: Nâng cấp thất bại
zh_hant: 升級失敗

# str_binding
source: Binding
ar: ربط
de: Bindung
el: Δέσμευση
es: Enlace
fa: صحافی
fr: Liaison
he: כריכה
id: Mengikat
it: Lega
pl: Wiązanie
ru: Привязка
th: เข้าเล่ม
tr: Bağlama
ur: پابند کرنا
vi: Ràng buộc
zh_hant: 正在綁定

# str_device_restart
source: Device Restart
ar: إعادة تشغيل الجهاز
de: Geräteneustart
el: Επανεκκίνηση συσκευής
es: Reinicio del dispositivo
fa: راه اندازی مجدد دستگاه
fr: Redémarrage de l'appareil
he: הפעלה מחדש של המכשיר
id: Mulai Ulang Perangkat
it: Riavvio dispositivo
pl: Uruchom ponownie urządzenie
ru: Перезапуск устройства
th: อุปกรณ์รีสตาร์ท
tr: Aygıtı Yeniden Başlat
ur: ڈیوائس دوبارہ شروع کریں۔
vi: Khởi động lại thiết bị
zh_hant: 設備重啟

# str_device_shutdown
source: Device Shutdown
ar: اغلاق الجهاز
de: Gerät herunterfahren
el: Τερματισμός συσκευής
es: Apagado del dispositivo
fa: خاموش شدن دستگاه
fr: Arrêt de l'appareil
he: כיבוי מכשיר
id: Matikan Perangkat
it: Spegni dispositivo
pl: Wyłączenie urządzenia
ru: Выключение устройства
th: ปิดอุปกรณ์
tr: Cihaz Kapatma
ur: ڈیوائس شٹ ڈاؤن
vi: Tắt thiết bị
zh_hant: 設備關機

# str_device_restart_tips
source: Are you sure you want to restart the device?
ar: هل أنت متأكد من إعادة تشغيل الجهاز؟
de: Möchten Sie das Gerät wirklich neu starten?
el: Είστε βέβαιοι ότι θέλετε να επανεκκινήσετε τη συσκευή;
es: ¿Está seguro de que desea reiniciar el dispositivo?
fa: آیا مطمئن هستید که می خواهید دستگاه را مجددا راه اندازی کنید؟
fr: Voulez-vous vraiment redémarrer l'appareil ?
he: האם אתה בטוח שברצונך להפעיל מחדש את המכשיר?
id: Apakah Anda yakin ingin memulai ulang perangkat?
it: Sei sicuro di voler riavviare il dispositivo?
pl: Czy na pewno chcesz zrestartować urządzenie?
ru: Вы уверены, что хотите перезагрузить устройство?
th: คุณแน่ใจหรือไม่ว่าต้องการรีสตาร์ทอุปกรณ์
tr: Cihazı yeniden başlatmak istediğinizden emin misiniz?
ur: کیا آپ واقعی آلہ کو دوبارہ شروع کرنا چاہتے ہیں؟
vi: Bạn có chắc muốn khởi động lại thiết bị không?
zh_hant: 確定設備重啟？

# str_device_shutdown_tips
source: Are you sure you want to shut down the device?
ar: هل أنت متأكد من إيقاف تشغيل الجهاز؟
de: Möchten Sie das Gerät wirklich herunterfahren?
el: Είστε βέβαιοι ότι θέλετε να τερματίσετε τη συσκευή;
es: ¿Está seguro de que desea apagar el dispositivo?
fa: آیا مطمئن هستید که می خواهید دستگاه را خاموش کنید؟
fr: Êtes-vous sûr de vouloir éteindre l'appareil ?
he: האם אתה בטוח שברצונך לכבות את המכשיר?
id: Apakah Anda yakin ingin mematikan perangkat?
it: Sei sicuro di voler spegnere il dispositivo?
pl: Czy na pewno chcesz wyłączyć urządzenie?
ru: Вы действительно хотите выключить устройство?
th: คุณแน่ใจหรือไม่ว่าต้องการปิดอุปกรณ์
tr: Cihazı kapatmak istediğinizden emin misiniz?
ur: کیا آپ واقعی آلہ کو بند کرنا چاہتے ہیں؟
vi: Bạn có chắc muốn tắt thiết bị không?
zh_hant: 確定設備關機？

# str_join_me
source: Recognize the QR code above, join me
ar: حدد رمز الاستجابة السريعة أعلاه وانضم إلي
de: Erkenne den obigen QR-Code, mach mit
el: Αναγνωρίστε τον παραπάνω κωδικό QR, εγγραφείτε
es: Reconoce el código QR anterior, únete a mí
fa: کد QR بالا را بشناسید، به من بپیوندید
fr: Reconnaître le code QR ci-dessus, rejoignez-moi
he: זהה את קוד ה-QR למעלה, הצטרף אלי
id: Kenali kode QR di atas, gabung dengan saya
it: Riconosci il codice QR qui sopra, unisciti a me
pl: Rozpoznaj powyższy kod QR, dołącz do mnie
ru: Распознайте QR-код выше, присоединяйтесь ко мне
th: จดจำคิวอาร์โค้ดด้านบน เข้าร่วมกับฉัน
tr: Yukarıdaki QR kodunu tanıyın, bana katılın
ur: اوپر QR کوڈ کو پہچانیں، میرے ساتھ شامل ہوں۔
vi: Nhận ra mã QR ở trên, tham gia cùng tôi
zh_hant: 識別上方二維碼，和我一起加入吧

# str_questions_and_suggestions
source: Questions and Suggestions
ar: أسئلة واقتراحات
de: Fragen und Vorschläge
el: Ερωτήσεις και προτάσεις
es: Preguntas y sugerencias
fa: سوالات و پیشنهادات
fr: Questions et suggestions
he: שאלות והצעות
id: Pertanyaan dan Saran
it: Domande e suggerimenti
pl: Pytania i sugestie
ru: Вопросы и предложения
th: คำถามและข้อเสนอแนะ
tr: Sorular ve Öneriler
ur: سوالات اور تجاویز
vi: Câu hỏi và Gợi ý
zh_hant: 問題與建議

# str_contact_details
source: Contact Details
ar: معلومات الاتصال
de: Kontaktdaten
el: Στοιχεία επικοινωνίας
es: Detalles de contacto
fa: جزئیات تماس
fr: Coordonnées
he: פרטי איש קשר
id: Detail Kontak
it: Dettagli contatto
pl: Szczegóły kontaktu
ru: Контактная информация
th: รายละเอียดการติดต่อ
tr: İletişim Ayrıntıları
ur: رابطہ کی تفصیلات
vi: Chi tiết Liên hệ
zh_hant: 聯繫方式

# str_submit_feedback
source: Submit Feedback
ar: إرسال التعليقات
de: Feedback senden
el: Υποβολή σχολίων
es: Enviar comentarios
fa: ارسال بازخورد
fr: Soumettre un commentaire
he: שלח משוב
id: Kirim Umpan Balik
it: Invia feedback
pl: Prześlij opinię
ru: Отправить отзыв
th: ส่งคำติชม
tr: Geri Bildirim Gönder
ur: تاثرات جمع کروائیں۔
vi: Gửi phản hồi
zh_hant: 提交反饋

# str_is_latest_version
source: Is the latest version
ar: بالفعل أحدث إصدار
de: Ist die neueste Version
el: Είναι η πιο πρόσφατη έκδοση
es: Es la última versión
fa: آخرین نسخه است
fr: Est la dernière version
he: האם הגרסה העדכנית ביותר
id: Apakah versi terbaru
it: È l'ultima versione
pl: To najnowsza wersja
ru: Последняя версия
th: เป็นเวอร์ชันล่าสุด
tr: En son sürüm
ur: تازہ ترین ورژن ہے۔
vi: Là phiên bản mới nhất
zh_hant: 已是最新版本

# str_please_open_camera
source: Please open the camera switch!
ar: يرجى تشغيل مفتاح الكاميرا!
de: Bitte öffnen Sie den Kameraschalter!
el: Παρακαλώ ανοίξτε το διακόπτη της κάμερας!
es: ¡Por favor, abra el interruptor de la cámara!
fa: لطفا سوئیچ دوربین را باز کنید!
he: אנא פתח את מתג המצלמה!
id: Harap buka sakelar kamera!
it: Apri l'interruttore della fotocamera!
pl: Otwórz przełącznik kamery!
ru: Пожалуйста, откройте переключатель камеры!
th: โปรดเปิดสวิตช์กล้อง!
tr: Lütfen kamera anahtarını açın!
ur: براہ کرم کیمرہ سوئچ کھولیں!
zh_hant: 請打開相機開關！

# str_do_not_disturb_allday
source: Do Not Disturb All Day
ar: لا تزعج طوال اليوم
de: Den ganzen Tag nicht stören
el: Μην ενοχλείτε όλη την ημέρα
es: No molestar todo el día
fa: تمام روز مزاحم نشوید
fr: Ne pas déranger toute la journée
he: אל תפריע כל היום
id: Jangan Ganggu Sepanjang Hari
it: Non disturbare tutto il giorno
pl: Nie przeszkadzać przez cały dzień
ru: Не беспокоить весь день
th: ห้ามรบกวนทั้งวัน
tr: Bütün Gün Rahatsız Etmeyin
ur: سارا دن ڈسٹرب نہ کریں۔
vi: Không Làm phiền Cả Ngày
zh_hant: 全天勿擾

# str_do_not_disturb_timing
source: Do Not Disturb Timing
ar: الوقت لا يزعجك
de: Nicht stören-Timing
el: Μην ενοχλείτε το χρονοδιάγραμμα
es: Horario de No molestar
fa: زمان بندی مزاحم نشوید
fr: Temporisation Ne pas déranger
he: נא לא להפריע תזמון
id: Waktu Jangan Ganggu
it: Orario Non disturbare
pl: Nie przeszkadzaj w odmierzaniu czasu
ru: Не беспокоить по времени
th: ห้ามรบกวนเวลา
tr: Zamanlamayı Rahatsız Etmeyin
ur: ٹائمنگ کو ڈسٹرب نہ کریں۔
vi: Thời gian Không Làm phiền
zh_hant: 定時勿擾

# str_wechat_do_not_installed
source: You have not installed WeChat APP, please install it first
ar: لم تقم بتثبيت تطبيق WeChat ، يرجى تثبيته أولاً
de: Sie haben die WeChat APP nicht installiert, bitte installieren Sie sie zuerst
el: Δεν έχετε εγκαταστήσει την εφαρμογή WeChat, εγκαταστήστε την πρώτα
es: No ha instalado la aplicación WeChat, instálela primero
fa: شما برنامه WeChat را نصب نکرده اید، لطفا ابتدا آن را نصب کنید
fr: Vous n'avez pas installé l'application WeChat, veuillez d'abord l'installer
he: לא התקנת את APP WeChat, אנא התקן אותה תחילה
id: Anda belum menginstal aplikasi WeChat, harap instal dulu
it: Non hai installato l'APP WeChat, installala prima
pl: Nie masz zainstalowanej aplikacji WeChat, zainstaluj ją najpierw
ru: Вы не установили приложение WeChat. Сначала установите его
th: คุณยังไม่ได้ติดตั้ง WeChat APP โปรดติดตั้งก่อน
tr: WeChat APP'yi kurmadınız, lütfen önce onu kurun
ur: آپ نے WeChat APP انسٹال نہیں کی ہے، براہ کرم پہلے اسے انسٹال کریں۔
zh_hant: 您未安裝微信APP，請先安裝

# str_cloud_data_clear
source: Are you sure to clear all cloud data?
ar: هل أنت متأكد من مسح جميع البيانات السحابية؟
de: Möchten Sie wirklich alle Cloud-Daten löschen?
el: Είστε βέβαιοι ότι θα διαγράψετε όλα τα δεδομένα cloud;
es: ¿Está seguro de borrar todos los datos de la nube?
fa: آیا مطمئن هستید که همه داده های ابری را پاک می کنید؟
fr: Êtes-vous sûr d'effacer toutes les données cloud ?
he: האם אתה בטוח לנקות את כל נתוני הענן?
id: Apakah Anda yakin ingin menghapus semua data awan?
it: Sei sicuro di cancellare tutti i dati del cloud?
pl: Czy na pewno chcesz wyczyścić wszystkie dane w chmurze?
ru: Вы действительно хотите удалить все облачные данные?
th: คุณแน่ใจหรือไม่ว่าได้ล้างข้อมูลบนคลาวด์ทั้งหมด
tr: Tüm bulut verilerini temizlemek istediğinizden emin misiniz?
ur: کیا آپ یقینی طور پر تمام کلاؤڈ ڈیٹا کو صاف کرنا چاہتے ہیں؟
vi: Bạn có chắc chắn xóa tất cả dữ liệu đám mây không?
zh_hant: 確定清除雲端所有數據？

# str_feedback_success
source: Feedback Success
ar: نجاح ردود الفعل
de: Feedback-Erfolg
el: Επιτυχία σχολίων
es: Comentarios correctos
fa: بازخورد موفقیت آمیز
fr: Commentaires réussis
he: הצלחת משוב
id: Umpan Balik Berhasil
it: Feedback riuscito
pl: Pomyślna opinia
ru: Успешный отзыв
th: ผลตอบรับสำเร็จ
tr: Geri Bildirim Başarılı
ur: فیڈ بیک کامیابی
vi: Phản hồi Thành công
zh_hant: 反饋成功

# str_feedback_fail
source: Feedback failed
ar: فشلت التعليقات
de: Feedback fehlgeschlagen
el: Η ανάδραση απέτυχε
es: Error en el comentario
fa: بازخورد انجام نشد
fr: Échec de la rétroaction
he: משוב נכשל
id: Masukan gagal
it: Feedback non riuscito
pl: Przesłanie opinii nie powiodło się
ru: Ошибка обратной связи
th: ข้อเสนอแนะล้มเหลว
tr: Geri bildirim başarısız oldu
ur: تاثرات ناکام ہو گئے۔
vi: Phản hồi không thành công
zh_hant: 反饋失敗

# str_reinstall
source: Reinstall
ar: إعادة التثبيت
de: Neu installieren
el: Επανεγκατάσταση
es: Reinstalar
fa: نصب مجدد
fr: Réinstaller
he: התקן מחדש
id: Instal ulang
it: Reinstalla
pl: Zainstaluj ponownie
ru: Переустановить
th: ติดตั้งใหม่
tr: Yeniden Yükle
ur: دوبارہ انسٹال کریں۔
vi: Cài đặt lại
zh_hant: 重新安裝

# str_select_picture_please
source: Please select a picture
ar: الرجاء تحديد صورة
de: Bitte wählen Sie ein Bild aus
el: Παρακαλώ επιλέξτε μια φωτογραφία
es: Seleccione una imagen
fa: لطفا یک عکس را انتخاب کنید
he: אנא בחר תמונה
id: Silakan pilih gambar
it: Seleziona un'immagine
pl: Proszę wybrać obrazek
ru: Выберите изображение
tr: Lütfen bir resim seçin
ur: براہ کرم ایک تصویر منتخب کریں۔
zh_hant: 請選擇圖片

# str_up_and_down_same_tips
source: The function above and the function below cannot be the same
ar: لا يمكن أن تكون الوظيفة العليا هي نفسها الوظيفة السفلية
de: Die Funktion oben und die Funktion unten dürfen nicht identisch sein
el: Η παραπάνω συνάρτηση και η παρακάτω συνάρτηση δεν μπορούν να είναι ίδιες
es: La función de arriba y la función de abajo no pueden ser iguales
fa: تابع بالا و تابع زیر نمی توانند یکسان باشند
fr: La fonction ci-dessus et la fonction ci-dessous ne peuvent pas être identiques
he: הפונקציה שלמעלה והפונקציה למטה לא יכולות להיות זהות
id: Fungsi di atas dan fungsi di bawah tidak boleh sama
it: La funzione sopra e la funzione sotto non possono essere uguali
pl: Funkcja powyżej i funkcja poniżej nie mogą być takie same
ru: Функция выше и функция ниже не могут быть одинаковыми
th: ฟังก์ชันด้านบนและฟังก์ชันด้านล่างต้องไม่เหมือนกัน
tr: Yukarıdaki işlev ile aşağıdaki işlev aynı olamaz
ur: اوپر والا فنکشن اور نیچے کا فنکشن ایک جیسا نہیں ہو سکتا
vi: Hàm trên và hàm dưới không thể giống nhau
zh_hant: 上方功能與下方功能不能相同

# str_select_picture
source: Select Picture
ar: اختر صورة
de: Bild auswählen
el: Επιλογή εικόνας
es: Seleccionar imagen
fa: انتخاب تصویر
fr: Sélectionner une image
he: בחר תמונה
id: Pilih Gambar
it: Seleziona immagine
pl: Wybierz obraz
ru: Выберите изображение
th: เลือกรูปภาพ
tr: Resmi Seçin
ur: تصویر منتخب کریں۔
vi: Chọn Ảnh
zh_hant: 選擇圖片

# str_restore_default
source: Restore default
ar: إعادة ضبط
de: Standard wiederherstellen
el: Επαναφορά προεπιλογής
es: Restaurar predeterminado
fa: بازیابی پیش فرض
fr: Restaurer par défaut
he: שחזר ברירת מחדל
id: Pulihkan default
it: Ripristina predefinito
pl: Przywróć domyślne
ru: Восстановить по умолчанию
th: คืนค่าเริ่มต้น
tr: Varsayılanı geri yükle
ur: ڈیفالٹ بحال کریں۔
vi: Khôi phục mặc định
zh_hant: 恢復默認

# str_time_position
source: Time position
ar: موقف الوقت
de: Zeitposition
el: Χρονική θέση
es: Posición de tiempo
fa: موقعیت زمانی
fr: Position horaire
he: מיקום זמן
id: Posisi waktu
it: Posizione temporale
pl: Pozycja czasu
ru: Временная позиция
th: ตำแหน่งเวลา
tr: Zaman konumu
ur: وقت کی پوزیشن
vi: Vị trí thời gian
zh_hant: 時間位置

# str_time_up
source: Up Function
ar: الوظيفة العليا
de: Up-Funktion
el: Συνάρτηση επάνω
es: Función de subida
fa: تابع بالا
fr: Fonction de montée
he: פונקציית למעלה
id: Fungsi Naik
it: Funzione Su
pl: Funkcja w górę
ru: Функция вверх
th: ฟังก์ชันขึ้น
tr: Yukarı İşlevi
ur: اپ فنکشن
vi: Chức năng Lên
zh_hant: 上方功能

# str_time_down
source: Down Function
ar: تعمل أدناه
de: Down-Funktion
el: Συνάρτηση προς τα κάτω
es: Función Abajo
fa: عملکرد پایین
fr: Fonction Down
he: פונקציית למטה
id: Fungsi Turun
it: Funzione Giù
pl: Funkcja Down
ru: Функция отключения
th: ฟังก์ชันลง
tr: Aşağı İşlevi
ur: ڈاون فنکشن
vi: Chức năng Xuống
zh_hant: 下方功能

# str_text_color
source: Text Color
ar: لون الخط
de: Textfarbe
el: Χρώμα κειμένου
es: Color del texto
fa: رنگ متن
fr: Couleur du texte
he: צבע טקסט
id: Warna Teks
it: Colore testo
pl: Kolor tekstu
ru: Цвет текста
th: สีข้อความ
tr: Metin Rengi
ur: متن کا رنگ
vi: Màu Văn Bản
zh_hant: 文字顏色

# str_picture_brightness
source: Picture Brightness
ar: سطوع الصورة
de: Bildhelligkeit
el: Φωτεινότητα εικόνας
es: Brillo de la imagen
fa: روشنایی تصویر
fr: Luminosité de l'image
he: בהירות התמונה
id: Kecerahan Gambar
it: Luminosità immagine
pl: Jasność obrazu
ru: Яркость изображения
th: ความสว่างของภาพ
tr: Resim Parlaklığı
ur: تصویر کی چمک
vi: Độ Sáng Hình Ảnh
zh_hant: 圖片亮度

# str_upper
source: Upper
ar: الأعلى
de: Obere
el: Επάνω
es: Superior
fa: بالا
fr: Majuscule
he: עליון
id: Atas
it: Superiore
pl: Górny
ru: Верхний
th: ตอนบน
tr: Üst
ur: اوپری
vi: Thượng
zh_hant: 上方

# str_below
source: Below
ar: أقل
de: Unten
el: Κάτω
es: Abajo
fa: زیر
fr: En dessous
he: למטה
id: Di bawah
it: Sotto
pl: Poniżej
ru: Ниже
th: ด้านล่าง
tr: Aşağıda
ur: نیچے
vi: Dưới đây
zh_hant: 下方

# str_date
source: Date
ar: تاريخ
de: Datum
el: Ημερομηνία
es: Fecha
fa: تاریخ
he: תאריך
id: Tanggal
it: Data
pl: Data
ru: Дата
th: วันที่
tr: Tarih
ur: تاریخ
vi: Ngày
zh_hant: 日期

# str_contact_already_exists
source: Contact already exists
ar: الاتصال موجود بالفعل
de: Kontakt existiert bereits
el: Η επαφή υπάρχει ήδη
es: El contacto ya existe
fa: تماس از قبل وجود دارد
fr: Le contact existe déjà
he: איש קשר כבר קיים
id: Kontak sudah ada
it: Il contatto esiste già
pl: Kontakt już istnieje
ru: Контакт уже существует
th: มีที่ติดต่ออยู่แล้ว
tr: Kişi zaten var
ur: رابطہ پہلے سے موجود ہے۔
vi: Liên hệ đã tồn tại
zh_hant: 聯繫人已存在

# str_bluetooth_permission_message
source: Please open Settings-->Bluetooth, find and connect
ar: يرجى فتح الإعدادات -> Bluetooth ، والعثور والاتصال
de: Bitte öffnen Sie Einstellungen-->Bluetooth, suchen und verbinden
el: Παρακαλώ ανοίξτε τις Ρυθμίσεις-->Bluetooth, βρείτε και συνδεθείτε
es: Abra Configuración-->Bluetooth, busque y conéctese
fa: لطفا تنظیمات-->بلوتوث را باز کنید، پیدا کنید و متصل شوید
fr: Veuillez ouvrir Paramètres-->Bluetooth, rechercher et vous connecter
he: אנא פתח את ההגדרות-->Bluetooth, מצא והתחבר
id: Harap buka Pengaturan-->Bluetooth, temukan dan sambungkan
it: Apri Impostazioni-->Bluetooth, trova e connetti
pl: Otwórz Ustawienia-->Bluetooth, znajdź i połącz
ru: Откройте Настройки-->Bluetooth, найдите и подключитесь
th: โปรดเปิดการตั้งค่า-->บลูทูธ ค้นหาและเชื่อมต่อ
tr: Lütfen Ayarlar-->Bluetooth'u açın, bulun ve bağlanın
ur: براہ کرم ترتیبات کھولیں--&gt;بلوٹوتھ، تلاش کریں اور جڑیں۔
vi: Vui lòng mở Cài đặt-->Bluetooth, tìm và kết nối
zh_hant: 請打開設置-->藍牙, 找到並連接

# str_dial_restore_tips
source: Are you sure to restore the default?
ar: هل أنت متأكد من استعادة الافتراضي؟
de: Sind Sie sicher, dass Sie die Standardeinstellung wiederherstellen möchten?
el: Είστε βέβαιοι ότι θα επαναφέρετε την προεπιλογή;
es: ¿Está seguro de restaurar el valor predeterminado?
fa: آیا مطمئن هستید که پیش فرض را بازیابی می کنید؟
fr: Êtes-vous sûr de restaurer la valeur par défaut ?
he: האם אתה בטוח ששחזר את ברירת המחדל?
id: Apakah Anda yakin akan memulihkan default?
it: Sei sicuro di ripristinare le impostazioni predefinite?
pl: Czy na pewno przywrócić ustawienia domyślne?
ru: Вы уверены, что хотите восстановить настройки по умолчанию?
th: คุณแน่ใจหรือที่จะกู้คืนค่าเริ่มต้น
tr: Varsayılanı geri yüklemek istediğinizden emin misiniz?
ur: کیا آپ کو ڈیفالٹ کو بحال کرنے کا یقین ہے؟
vi: Bạn có chắc khôi phục mặc định không?
zh_hant: 確定恢復默認？

# str_installed_count
source: %ld people have installed
ar: قام٪ d شخص بالتثبيت
de: %ld Leute haben installiert
el: %ld άτομα έχουν εγκαταστήσει
es: %ld personas han instalado
fa: %ld نفر نصب کرده اند
fr: %ld personnes ont installé
he: %ld אנשים התקינו
id: %ld orang telah memasang
it: %ld persone hanno installato
pl: % ld osób zainstalowało
ru: Установили: %ld человек
th: %ld คนติดตั้งแล้ว
tr: %ld kişi kurdu
ur: %d لوگوں نے انسٹال کر لیا ہے۔
zh_hant: %ld人已安裝

# str_unbinding_failed
source: Unbinding failed
ar: فشل فك الارتباط
de: Aufheben der Bindung fehlgeschlagen
el: Η αποδέσμευση απέτυχε
es: Error al desvincular
fa: بازسازی انجام نشد
fr: La dissociation a échoué
he: ביטול הכריכה נכשל
id: Pembatalan gagal
it: Disassociazione fallita
pl: Anulowanie powiązania nie powiodło się
ru: Не удалось отменить привязку
th: การคลายแฟ้มล้มเหลว
tr: Bağlantıyı kaldırma başarısız oldu
ur: ان بائنڈنگ ناکام ہو گئی۔
vi: Tháo gỡ không thành công
zh_hant: 解綁失敗
