Repository: Azoz-JR/Denx
Catalog: muslim_watch_app_ios/DHSFit/Resource/Languages/*.lproj/ChineseSimple.strings
Languages: ar, de, el, es, fa, fr, he, id, it, pl, ru, th, tr, ur, vi, zh_hant

# str_press_title
source: pressure
ar: ضغط
de: Druck
el: πίεση
es: presión
fa: فشار
fr: pression
he: לַחַץ
id: tekanan
it: pressione
pl: ciśnienie
ru: давление
th: ความดัน
tr: basınç
ur: دباؤ
vi: áp lực
zh_hant: 压力

# str_current_press
source: current pressure
ar: الضغط الحالي
de: aktueller Druck
el: τρέχουσα πίεση
es: presión actual
fa: فشار فعلی
fr: pression actuelle
he: לחץ נוכחי
id: tekanan saat ini
it: pressione attuale
pl: aktualne ciśnienie
ru: текущее давление
th: แรงดันปัจจุบัน
tr: mevcut basınç
ur: موجودہ دباؤ
vi: áp lực hiện tại
zh_hant: 当前压力

# str_avg_press
source: average pressure
ar: متوسط الضغط
de: durchschnittlicher Druck
el: μέση πίεση
es: presión promedio
fa: فشار متوسط
fr: pression moyenne
he: לחץ ממוצע
id: tekanan rata-rata
it: pressione media
pl: średnie ciśnienie
ru: среднее давление
th: ความดันเฉลี่ย
tr: ortalama basınç
ur: اوسط دباؤ
vi: áp suất trung bình
zh_hant: 平均压力

# str_max_press
source: greatest pressure
ar: أعظم الضغط
de: größter Druck
el: μεγαλύτερη πίεση
es: mayor presión
fa: بزرگترین فشار
fr: plus grande pression
he: הלחץ הגדול ביותר
id: tekanan terbesar
it: pressione maggiore
pl: największe ciśnienie
ru: наибольшее давление
th: ความกดดันที่ยิ่งใหญ่ที่สุด
tr: en büyük baskı
ur: سب سے بڑا دباؤ
vi: áp lực lớn nhất
zh_hant: 最大压力

# str_min_press
source: minimum pressure
ar: الحد الأدنى من الضغط
de: Mindestdruck
el: ελάχιστη πίεση
es: presión mínima
fa: حداقل فشار
fr: pression minimale
he: לחץ מינימלי
id: tekanan minimum
it: pressione minima
pl: minimalne ciśnienie
ru: минимальное давление
th: ความดันขั้นต่ำ
tr: minimum basınç
ur: کم از کم دباؤ
vi: áp suất tối thiểu
zh_hant: 最小压力

# str_normal_press_range
source: Relax
ar: يستريح
de: Entspannen
el: Χαλαρώστε
es: Relajarse
fa: آروم باش
fr: Se détendre
he: לְהִרָגַע
id: Santai
pl: Relaks
ru: Расслабляться
th: ผ่อนคลาย
tr: Rahatlamak
ur: آرام کرو
vi: Thư giãn

# str_slow_press
source: Normal
ar: طبيعي
el: Κανονικός
fa: طبیعی
fr: Normale
he: נוֹרמָלִי
it: Normale
pl: Normalne
ru: Нормальный
th: ปกติ
ur: نارمل
vi: Bình thường

# str_middle_press
source: Medium
ar: واسطة
de: Mittel
el: Μεσαίο
es: Medio
fa: متوسط
fr: Moyen
he: בינוני
id: Sedang
it: medio
pl: Średnie
ru: Середина
th: ปานกลาง
tr: Orta
ur: درمیانہ
vi: Trung bình

# str_height_press
source: High
ar: عالي
de: Hoch
el: Υψηλός
es: Alto
fa: بالا
fr: Haut
he: גָבוֹהַ
id: Tinggi
it: Alto
pl: Wysokie
ru: Высокий
th: สูง
tr: Yüksek
ur: اعلی
vi: Cao

# str_day_avg_press
source: average daily pressure
ar: متوسط الضغط اليومي
de: durchschnittlicher Tagesdruck
el: μέση ημερήσια πίεση
es: presión diaria promedio
fa: فشار متوسط روزانه
fr: pression quotidienne moyenne
he: לחץ יומי ממוצע
id: tekanan harian rata-rata
it: pressione media giornaliera
pl: Średnie dzienne ciśnienie
ru: среднесуточное давление
th: ความดันเฉลี่ยรายวัน
tr: ortalama günlük basınç
ur: اوسط روزانہ دباؤ
vi: áp lực trung bình hàng ngày
zh_hant: 日均压力

# str_press_description
source: The pressure data is only used as a reference for health values and should not be used for medical purposes.
ar: تُستخدم بيانات الضغط فقط كمرجع للقيم الصحية ولا ينبغي استخدامها للأغراض الطبية.
de: Die Druckdaten dienen nur als Referenz für Gesundheitswerte und sollten nicht für medizinische Zwecke verwendet werden.
el: Τα δεδομένα πίεσης χρησιμοποιούνται μόνο ως αναφορά για τιμές υγείας και δεν πρέπει να χρησιμοποιούνται για ιατρικούς σκοπούς.
es: Los datos de presión sólo se utilizan como referencia para valores de salud y no deben utilizarse con fines médicos.
fa: داده های فشار فقط به عنوان مرجعی برای مقادیر سلامتی استفاده می شود و نباید برای اهداف پزشکی استفاده شود.
fr: Les données de pression servent uniquement de référence pour les valeurs de santé et ne doivent pas être utilisées à des fins médicales.
he: נתוני הלחץ משמשים רק כהתייחסות לערכים בריאותיים ואין להשתמש בהם למטרות רפואיות.
id: Data tekanan hanya digunakan sebagai acuan nilai kesehatan dan tidak boleh digunakan untuk tujuan medis.
it: I dati sulla pressione vengono utilizzati solo come riferimento per i valori sanitari e non devono essere utilizzati per scopi medici.
pl: Dane dotyczące ciśnienia służą wyłącznie jako odniesienie do wartości zdrowotnych i nie powinny być wykorzystywane do celów medycznych.
ru: Данные о давлении используются только в качестве справочной информации о показателях здоровья и не должны использоваться в медицинских целях.
th: ข้อมูลความดันใช้อ้างอิงค่าด้านสุขภาพเท่านั้นและไม่ควรใช้เพื่อวัตถุประสงค์ทางการแพทย์
tr: Basınç verileri yalnızca sağlık değerleri için referans olarak kullanılır ve tıbbi amaçlarla kullanılmamalıdır.
ur: دباؤ کا ڈیٹا صرف صحت کی اقدار کے حوالے کے طور پر استعمال ہوتا ہے اور اسے طبی مقاصد کے لیے استعمال نہیں کیا جانا چاہیے۔
vi: Dữ liệu áp suất chỉ được sử dụng làm tài liệu tham khảo cho các giá trị sức khỏe và không được sử dụng cho mục đích y tế.
zh_hant: 压力数据仅作为健康数值参考，请勿用作医疗用途。

# str_remind_unit_day
source: sky
ar: سماء
de: Himmel
el: ουρανός
es: cielo
fa: آسمان
fr: ciel
he: שָׁמַיִם
id: langit
it: cielo
pl: niebo
ru: небо
th: ท้องฟ้า
tr: gökyüzü
ur: آسمان
vi: bầu trời
zh_hant: 天

# str_remind_unit_beforeday
source: days in advance
ar: أيام مقدما
de: Tage im Voraus
el: μέρες πριν
es: dias de anticipacion
fa: روز قبل
fr: jours à l'avance
he: ימים מראש
id: hari sebelumnya
it: giorni in anticipo
pl: dni wcześniej
ru: дней вперед
th: วันล่วงหน้า
tr: günler önceden
ur: دن پہلے
vi: ngày trước
zh_hant: 提前天数

# str_quran
source: Quran
ar: القرآن
de: Koran
el: κοράνι
es: Corán
fa: قرآن
fr: Coran
he: קוראן
it: Corano
pl: Koran
ru: коран
th: القرآن
tr: Kuran
ur: قرآن
vi: Kinh Quran
zh_hant: 古兰经

# str_masbaha
source: Tasbih
ar: تسبيح
fa: تسبيح
he: טסביח
ru: Тасбих
th: تسبيح
tr: tesbih
ur: تسبيح
zh_hant: 念珠

# str_hesn
source: Hisnul Muslim
ar: حصن المسلم
es: Hisnul musulmán
fa: حسن المسلم
fr: Hisnul musulman
he: מוסלמי היסנול
it: Hisnul musulmano
pl: Hisnul muzułmanin
ru: Хиснул Муслим
th: حصن المسلم
tr: Hısnul Müslim
ur: حسن المسلم
vi: Hồi giáo Hisnul
zh_hant: 圣训

# str_compass
source: Compass
ar: بوصلة
de: Kompass
el: Πυξίδα
es: Brújula
fa: قطب نما
fr: Boussole
he: מצפן
id: Kompas
it: Bussola
pl: Kompas
ru: Компас
th: بوصلة
tr: Pusula
ur: کمپاس
vi: La bàn
zh_hant: 指南针

# str_prayer
source: prayer time
ar: أوقات الصلات
de: Gebetszeit
el: ώρα προσευχής
es: hora de rezar
fa: وقت نماز
fr: temps de prière
he: זמן תפילה
id: waktunya sholat
it: tempo di preghiera
pl: czas modlitwy
ru: время молитвы
th: أوقات الصلات
tr: namaz vakti
ur: نماز کا وقت
vi: thời gian cầu nguyện
zh_hant: 礼拜时间

# str_fajr
source: Al-fajr
ar: الفجر
fa: الفجر
he: אל-פג'ר
id: Al-Fajar
pl: Al-fadżr
ru: Аль-фаджр
th: الفجر
ur: الفجر

# str_dhuhr
source: Al-Dhuhr
ar: الظهر
fa: الظهر
he: אל-דחור
id: Ad-Dhuhur
ru: Аль-Духр
th: الظهر
ur: الظہر

# str_asr
source: Al-Asr
ar: العصر
el: Αλ-Ασρ
fa: العصر
he: אל-אסר
ru: Аль-Аср
th: العصر
tr: Asr
ur: العصر

# str_maghreb
source: Al-Maghreb
ar: المغرب
el: Αλ-Μάγκρεμπ
es: Al-Magreb
fa: المغرب
he: אל-מגרב
ru: Аль-Магриб
th: المغرب
tr: Al-Mağrip
ur: المغرب

# str_lsha
source: Al-Isha
ar: العشاء
el: Αλ-Ίσα
fa: العشاء
he: אל-אישה
pl: Al-Isza
ru: Аль-Иша
th: العشاء
ur: العشاء

# str_muslim
source: Muslim
ar: مسلم
el: μουσουλμάνος
es: Musulmán
fa: مسلمان
fr: Musulman
he: מוסלמי
it: Musulmano
pl: muzułmański
ru: мусульманин
th: مسلم
tr: Müslüman
ur: مسلمان
vi: Hồi
zh_hant: 穆斯林

# str_north
source: North
ar: شمال
el: Βόρειος
es: norte
fa: شمال
fr: nord
he: צָפוֹן
id: kuzey
it: nord
pl: północ
ru: север
th: شمال
tr: kuzey
ur: شمال
vi: phía bắc
zh_hant: 北

# str_south
source: South
ar: جنوب
el: Νότος
es: Sur
fa: جنوب
fr: Sud
he: דָרוֹם
id: güney
it: Sud
pl: Południe
ru: Юг
th: جنوب
tr: Güney
ur: جنوبی
vi: phía nam
zh_hant: 南

# str_west
source: West
ar: غرب
el: δυτικά
es: Oeste
fa: غرب
fr: Ouest
he: מַעֲרָב
id: Batı
it: ovest
pl: Zachód
ru: Запад
th: غرب
tr: Batı
ur: مغرب
vi: hướng Tây
zh_hant: 西

# str_east
source: East
ar: شرق
el: Ανατολή
es: Este
fa: شرق
fr: Est
he: מזרח
id: Doğu
it: Est
pl: Wschód
ru: Восток
th: شرق
tr: Doğu
ur: مشرق
vi: Phía đông
zh_hant: 东

# str_northwest
source: northwest
ar: شمال غرب
el: βορειοδυτικά
es: noroeste
fa: شمال غربی
fr: Nord Ovest
he: צפון מערב
id: Kuzey Batı
it: Nord Ovest
pl: północny zachód
ru: северо-Запад
th: شمال غرب
tr: Kuzey Batı
ur: شمال مغرب
vi: Tây Bắc
zh_hant: 西北

# str_northeast
source: northeast
ar: شمال شرق
el: Βορειοανατολικός
es: Noreste
fa: شمال شرقی
fr: nord-est
he: צְפוֹן מִזרָח
id: kuzeydoğu
it: nord-est
pl: północny wschód
ru: к северо-востоку
th: شمال شرق
tr: kuzeydoğu
ur: شمال مشرق
vi: đông bắc
zh_hant: 东北

# str_southwest
source: southwest
ar: جنوب غرب
el: νοτιοδυτικός
es: Sur oeste
fa: جنوب غربی
fr: sud-ovest
he: דְרוֹם מַעֲרָב
id: güneybatı
it: sud-ovest
pl: południowy zachód
ru: >юго-запад
th: جنوب غرب
tr: güneybatı
ur: جنوب مغرب
vi: tây nam
zh_hant: 西南

# str_southeast
source: southeast
ar: جنوب شرق
el: νοτιοανατολικός άνεμος
es: Sureste
fa: جنوب شرقی
fr: sud-est
he: דְרוֹם מִזְרָח
id: güneydoğu
it: sud-est
pl: południowy wschód
ru: юго-восток
th: جنوب شرق
tr: güneydoğu
ur: جنوب مشرق
vi: Đông Nam
zh_hant: 东南

# str_islamic
source: Hijri calendar
ar: التاريخ الهجري
el: Ημερολόγιο Hijri
es: calendario hijri
fa: تقویم هجری
fr: Calendrier hégirien
he: לוח שנה היג'רי
id: kalender Hijriyah
it: Calendario Hijri
pl: kalendarz hidżry
ru: Календарь хиджры
th: التاريخ الهجري
tr: hicri takvim
ur: ہجری کیلنڈر
vi: lịch hijri
zh_hant: 伊斯兰历

source: Downloading
ar: جاري التحميل

source: Downloaded
ar: تم التحميل

source: Hold on pause button for sleep timer
ar: استمر بالضغط على زر الايقاف من اجل اظهار اختيارات الوقف التلقائي

# str_jl_denx_sunrise
source: Sunrise
ar: شروق الشمس
de: Sonnenaufgang
el: Ανατολή ηλίου
es: amanecer
fa: طلوع خورشید
fr: lever du soleil
he: זריחה
id: matahari terbit
it: alba
pl: wschód słońca
ru: восход
th: พระอาทิตย์ขึ้น
tr: gündoğumu
ur: طلوع آفتاب
vi: bình Minh
zh_hant: 日出

# str_jl_denx_sunset
source: Sunset
ar: غروب
de: Sonnenuntergang
el: Η δυση του ηλιου
es: Atardecer
fa: غروب
fr: Coucher de soleil
he: שקיעת החמה
id: Matahari terbenam
it: Tramonto
pl: Zachód słońca
ru: Закат
th: พระอาทิตย์ตก
tr: Gün batımı
ur: غروب آفتاب
vi: Hoàng hôn
zh_hant: 日落

# str_sport_record
source: Sports Record
de: Sportrekord
el: Αθλητικό ρεκόρ
es: Récord deportivo
fa: رکورد ورزشی
fr: Record sportif
he: שיא ספורט
id: Rekor Olahraga
it: Record sportivo
pl: Rekord sportowy
ru: Спортивный рекорд
th: บันทึกกีฬา
tr: Spor Kaydı
ur: کھیلوں کا ریکارڈ
vi: Kỷ lục thể thao
zh_hant: 運動記錄

# str_vibration
source: Vibration
el: Δόνηση
es: Vibración
fa: ارتعاش
he: רטט
id: Getaran
it: Vibrazione
pl: Wibracje
ru: Вибрация
th: การสั่นสะเทือน
tr: Titreşim
ur: تھرتھراہٹ
vi: Rung
zh_hant: 振動

# str_unit_imperial
source: Imperial
fa: امپریال
fr: Impérial
he: אימפריאלי
it: Imperiale
ru: Империал
th: อิมพีเรียล
tr: İngiliz İmparatorluğu
ur: امپیریل
vi: Đế Quốc
zh_hant: 英制

# str_wechat
source: WeChat
fa: وی چت
th: วีแชท
zh_hant: 微信

# str_dingding
source: Dingding
fa: دینگ
he: דינגדינג
ru: Диндинг
th: ดิงดิง
ur: ڈنگڈنگ
vi: Đingding
zh_hant: 釘釘

# str_new_version_found
source: New version found, do you want to update?
de: Neue Version gefunden, möchten Sie aktualisieren?
el: Βρέθηκε νέα έκδοση, θέλετε να ενημερώσετε;
es: Nueva versión encontrada, ¿desea actualizar?
fa: نسخه جدید پیدا شد، آیا می خواهید به روز کنید؟
fr: Nouvelle version trouvée, voulez-vous mettre à jour ?
he: נמצאה גרסה חדשה, האם אתה רוצה לעדכן?
id: Versi baru ditemukan, apakah Anda ingin memperbarui?
it: Nuova versione trovata, vuoi aggiornare?
pl: Znaleziono nową wersję, czy chcesz zaktualizować?
ru: Найдена новая версия, обновить?
th: พบเวอร์ชันใหม่ คุณต้องการอัปเดตหรือไม่
tr: Yeni sürüm bulundu, güncellemek istiyor musunuz?
ur: نیا ورژن ملا، کیا آپ اپ ڈیٹ کرنا چاہتے ہیں؟
vi: Đã tìm thấy phiên bản mới, bạn có muốn cập nhật không?
zh_hant: 發現新版本，是否更新？

# str_nothing
source: Nothing
de: Nichts
el: Τίποτα
es: Nada
fa: هیچی
fr: Rien
he: כלום
id: Tidak ada
it: Niente
pl: Nic
ru: Ничего
th: ไม่มีอะไร
tr: Hiçbir şey
ur: کچھ بھی نہیں۔
vi: Không có gì
zh_hant: 無

# str_refreshing
source: Refreshing
de: Aktualisieren
el: Ανανέωση
es: Refrescante
fa: بازسازی
fr: Rafraîchissant
he: מרענן
id: menyegarkan
it: Rinfrescante
pl: Odświeżanie
ru: Обновление
th: กำลังรีเฟรช
tr: Yenileniyor
ur: تازگی
vi: Làm mới
zh_hant: 正在刷新

# str_jl_HIIT
source: HIIT
ru: ВИИТ
tr: HAYIR

# str_wake_timelong
source: Wake Time
zh_hant: 清醒时长

# str_upgrading_verify
source: Verifying
pl: Weryfikacja
zh_hant: 正在校验

# str_upgrading_verify_ok
source: Verification completed, waiting for upgrade
pl: Weryfikacja udana, czekam na ulepszenie
zh_hant: 校验完成,等待升级
