Repository: Azoz-JR/Denx
Catalog: muslim_watch_app_ios/DHSFit/Resource/Languages/*.lproj/ChineseSimple.strings
Languages: ar, de, el, es, fa, fr, he, id, it, pl, ru, th, tr, ur, vi, zh_hant

# str_tab_sport_spinning
source: Spinning
ar: دراجة الغزل
el: Περιστροφή
es: Girar
fa: چرخش
he: סיבוב
id: Memutar
it: Girando
pl: Wirowanie
ru: Вращение
th: ปั่น
tr: Döndürme
ur: کاتنا ۔
vi: Quay
zh_hant: 動感單車

# str_tab_sport_tennis
source: Tennis
ar: تنس
el: Τένις
es: Tenis
fa: تنیس
he: טניס
id: Tenis
pl: Tenis
ru: Теннис
th: เทนนิส
tr: Tenis
ur: ٹینس
vi: Quần vợt
zh_hant: 網球

# str_tab_sport_weight_lifting
source: Weightlifting
ar: رفع الاثقال
de: Gewichtheben
el: Ανύψωση βαρών
es: Levantamiento de pesas
fa: وزنه برداری
fr: Haltérophilie
he: הרמת משקולות
id: Angkat Berat
it: Sollevamento pesi
pl: Podnoszenie ciężarów
ru: Тяжелая атлетика
th: การยกน้ำหนัก
tr: Ağırlık Kaldırma
ur: ویٹ لفٹنگ
vi: Cử tạ
zh_hant: 舉重

# str_tab_sport_yoga
source: Yoga
ar: اليوجا
el: Γιόγκα
fa: یوگا
he: יוגה
pl: Joga
ru: Йога
th: โยคะ
ur: یوگا
zh_hant: 瑜伽

# str_tab_sport_badminton
source: Badminton
ar: تنس الريشة
el: Μπάντμιντον
es: Bádminton
fa: بدمینتون
he: בדמינטון
ru: Бадминтон
th: แบดมินตัน
ur: بیڈمنٹن
vi: Cầu lông
zh_hant: 羽毛球

# str_tab_sport_basketball
source: Basketball
ar: كرة سلة
el: Μπάσκετ
es: Baloncesto
fa: بسکتبال
he: כדורסל
id: Bola Basket
it: Pallacanestro
pl: Koszykówka
ru: Баскетбол
th: บาสเกตบอล
tr: Basketbol
ur: باسکٹ بال
vi: Bóng rổ
zh_hant: 籃球

# str_tab_sport_jumprope
source: Jump Rope
ar: حبل القفز
de: Seilspringen
el: Σχοινάκι
es: Saltar la cuerda
fa: طناب پرش
fr: Corde à sauter
he: חבל קפיצה
id: Lompat Tali
it: Corda per saltare
pl: Skakanka
ru: Скакалка
th: กระโดดเชือก
tr: İp Atlama
ur: رسی کودنا
vi: Nhảy Dây
zh_hant: 跳繩

# str_tab_sport_free_exercise
source: Free Exercise
ar: ممارسة حرة
de: Freies Training
el: Δωρεάν άσκηση
es: Ejercicio libre
fa: تمرین رایگان
fr: Exercice gratuit
he: תרגיל חינם
id: Latihan Bebas
it: Esercizio gratuito
pl: Dowolne ćwiczenie
ru: Свободное упражнение
th: ออกกำลังกายฟรี
tr: Serbest Egzersiz
ur: مفت ورزش
vi: Tập thể dục miễn phí
zh_hant: 自由鍛煉

# str_tab_sport_football
source: Soccer
ar: كرة القدم
de: Fußball
el: Ποδόσφαιρο
es: Fútbol
fa: فوتبال
fr: Football
he: כדורגל
id: Sepak Bola
it: Calcio
pl: Piłka nożna
ru: Футбол
th: ฟุตบอล
tr: Futbol
ur: ساکر
vi: Bóng đá
zh_hant: 足球

# str_tab_sport_tabletennis
source: Table Tennis
ar: بينج بونج
de: Tischtennis
el: Πινγκ πονγκ
es: Tenis de mesa
fa: تنیس روی میز
fr: Tennis de table
he: טניס שולחן
id: Tenis Meja
it: Ping-pong
pl: Tenis stołowy
ru: Настольный теннис
th: เทเบิลเทนนิส
tr: Masa Tenisi
ur: ٹیبل ٹینس
vi: Bóng bàn
zh_hant: 乒乓球

# str_run_indoor_total_distance
source: Total Indoor Running Distance
ar: مجموع الأميال تشغيل داخلي
de: Gesamtstrecke beim Indoor-Laufen
el: Συνολική απόσταση τρεξίματος εσωτερικού χώρου
es: Distancia total de carrera en interiores
fa: مسافت دویدن کل داخل سالن
fr: Distance totale de course en salle
he: מרחק ריצה פנימי הכולל
id: Total Jarak Lari Dalam Ruangan
it: Distanza totale di corsa indoor
pl: Całkowity dystans biegu w pomieszczeniu
ru: Общая дистанция бега в помещении
th: ระยะทางวิ่งในร่มทั้งหมด
tr: İç Mekanda Toplam Koşu Mesafesi
ur: کل انڈور رننگ فاصلہ
vi: Tổng quãng đường chạy trong nhà
zh_hant: 室內跑步總里程

# str_run_outdoor_total_distance
source: Total distance run outdoors
ar: إجمالي عدد الأميال التي يتم تشغيلها في الهواء الطلق
de: Gesamtstrecke im Freien gelaufen
el: Συνολική απόσταση που τρέχει σε εξωτερικούς χώρους
es: Distancia total recorrida al aire libre
fa: مسافت کل اجرا شده در فضای باز
fr: Distance totale parcourue à l'extérieur
he: המרחק הכולל ריצה בחוץ
id: Total jarak lari di luar ruangan
it: Distanza totale corsa all'aperto
pl: Całkowity dystans biegu na świeżym powietrzu
ru: Общая дистанция бега на открытом воздухе
th: ระยะทางรวมที่วิ่งกลางแจ้ง
tr: Dış mekanda koşulan toplam mesafe
ur: کل فاصلہ باہر چلانا
vi: Tổng quãng đường chạy ngoài trời
zh_hant: 室外跑步總里程

# str_walk_total_distance
source: Total walking distance
ar: إجمالي مسافة المشي
de: Gesamtstrecke zu Fuß
el: Συνολική απόσταση με τα πόδια
es: Distancia total a pie
fa: مجموع مسافت پیاده روی
fr: Distance totale de marche
he: מרחק הליכה כולל
id: Total jarak berjalan kaki
it: Distanza totale a piedi
pl: Całkowity dystans do przejścia
ru: Общая пройденная дистанция
th: ระยะทางเดินทั้งหมด
tr: Toplam yürüme mesafesi
ur: کل پیدل فاصلہ
vi: Tổng quãng đường đi bộ
zh_hant: 健走總里程

# str_bike_total_distance
source: Total bike distance
ar: مجموع الأميال
de: Gesamtradstrecke
el: Συνολική απόσταση ποδηλάτου
es: Distancia total en bicicleta
fa: مجموع مسافت دوچرخه
fr: Distance totale à vélo
he: מרחק כולל של אופניים
id: Total jarak sepeda
it: Distanza totale bici
pl: Całkowity dystans roweru
ru: Общее расстояние на велосипеде
th: ระยะทางจักรยานทั้งหมด
tr: Toplam bisiklet mesafesi
ur: کل موٹر سائیکل کا فاصلہ
vi: Tổng quãng đường xe đạp
zh_hant: 騎行總里程

# str_cli_total_distance
source: Total distance climbed
ar: مجموع الأميال
de: Gesamtstrecke geklettert
el: Συνολική απόσταση που ανέβηκε
es: Distancia total escalada
fa: کل مسافت صعود شده
fr: Distance totale grimpée
he: המרחק הכולל טיפס
id: Total jarak yang didaki
it: Distanza totale salita
pl: Całkowita przebyta odległość
ru: Общее пройденное расстояние
th: ระยะทางทั้งหมดที่ปีนขึ้นไป
tr: Toplam tırmanılan mesafe
ur: کل فاصلہ بڑھ گیا۔
vi: Tổng quãng đường đã leo
zh_hant: 爬山總里程

# str_indoor
source: Indoor
ar: داخلي
el: Εσωτερικός χώρος
es: Interior
fa: داخلی
fr: Intérieur
he: מקורה
id: Dalam ruangan
it: Interno
pl: Wewnątrz
ru: В помещении
th: ในร่ม
tr: İç mekan
ur: انڈور
vi: Trong nhà
zh_hant: 室內

# str_outdoor
source: Outdoor
ar: في الخارج
de: Im Freien
el: Εξωτερικός χώρος
es: Exterior
fa: در فضای باز
fr: Extérieur
he: בחוץ
id: Di luar
it: All'aperto
pl: Na zewnątrz
ru: На открытом воздухе
th: กลางแจ้ง
tr: Dış mekan
ur: آؤٹ ڈور
vi: Ngoài trời
zh_hant: 室外

# str_total_time
source: Total Time
ar: الوقت الكلي
de: Gesamtzeit
el: Συνολικός χρόνος
es: Tiempo total
fa: کل زمان
fr: Temps total
he: זמן כולל
id: Total Waktu
it: Tempo totale
pl: Całkowity czas
ru: Общее время
th: เวลาทั้งหมด
tr: Toplam Süre
ur: مکمل وقت
vi: Tổng thời gian
zh_hant: 總時間

# str_tab_day
source: Day
ar: يوم
de: Tag
el: Ημέρα
es: Día
fa: روز
fr: Jour
he: יום
id: Hari
it: Giorno
pl: Dzień
ru: День
th: วัน
tr: Gün
ur: دن
vi: Ngày
zh_hant: 日

# str_tab_week
source: Week
ar: أسبوع
de: Woche
el: Εβδομάδα
es: Semana
fa: هفته
fr: Semaine
he: שבוע
id: Minggu
it: Settimana
pl: Tydzień
ru: Неделя
th: สัปดาห์
tr: Hafta
ur: ہفتہ
vi: Tuần
zh_hant: 週

# str_tab_month
source: Month
ar: قمر
de: Monat
el: Μήνας
es: Mes
fa: ماه
fr: Mois
he: חודש
id: Bulan
it: Mese
pl: Miesiąc
ru: Месяц
th: เดือน
tr: Ay
ur: مہینہ
vi: Tháng
zh_hant: 月

# str_tab_year
source: Year
ar: سنة
de: Jahr
el: Έτος
es: Año
fa: سال
fr: Année
he: שנה
id: Tahun
it: Anno
pl: Rok
ru: Год
th: ปี
tr: Yıl
ur: سال
vi: Năm
zh_hant: 年

# str_unit_step
source: Step
ar: خطوة
de: Schritt
el: Βήμα
es: Paso
fa: مرحله
fr: Étape
he: שלב
id: Langkah
it: Passo
pl: Krok
ru: Шаг
th: ขั้นตอน
tr: Adım
ur: قدم
vi: Bước
zh_hant: 步

# str_total_step
source: Total steps
ar: مجموع الخطوات
de: Gesamtschritte
el: Σύνολο βημάτων
es: Total de pasos
fa: مجموع مراحل
fr: Nombre total d'étapes
he: סה"כ צעדים
id: Jumlah langkah
it: Passi totali
pl: Całkowita liczba kroków
ru: Всего шагов
th: จำนวนก้าวทั้งหมด
tr: Toplam adımlar
ur: کل اقدامات
vi: Tổng số bước
zh_hant: 總步數

# str_total_cal
source: Total Cal
ar: إجمالي الاستهلاك
de: Gesamtkal
el: Συνολικές θερμίδες
es: Cal Total
fa: کالری کل
fr: Cal total
he: סך הכל Cal
id: Kal Total
it: Totale Cal
pl: Całkowita kal.
ru: Общая калория
th: แคลทั้งหมด
tr: Toplam Kal
ur: کل کیل
vi: Tổng Cal
zh_hant: 總消耗

# str_cost_cal
source: Cost
ar: تستهلك
de: Kosten
el: Κόστος
es: Coste
fa: هزینه
fr: Coût
he: עלות
id: Biaya
it: Costo
pl: Koszt
ru: Стоимость
th: ต้นทุน
tr: Maliyet
ur: لاگت
vi: Chi phí
zh_hant: 消耗

# str_step_title
source: Step Count
ar: عداد الخطى
de: Schrittzahl
el: Αριθμός βημάτων
es: Recuento de pasos
fa: تعداد گام ها
fr: Nombre de pas
he: ספירת צעדים
id: Jumlah Langkah
it: Conteggio passi
pl: Liczba kroków
ru: Счетчик шагов
th: จำนวนก้าว
tr: Adım Sayısı
ur: مرحلہ شمار
vi: Số bước
zh_hant: 計步

# str_day_avg_step
source: Average steps per day
ar: متوسط الخطوات اليومية
de: Durchschnittliche Schritte pro Tag
el: Μέσος όρος βημάτων ανά ημέρα
es: Promedio de pasos por día
fa: میانگین قدم در روز
fr: Pas moyen par jour
he: צעדים ממוצעים ליום
id: Rata-rata langkah per hari
it: Passi medi al giorno
pl: Średnia liczba kroków dziennie
ru: Среднее количество шагов в день
th: จำนวนก้าวเฉลี่ยต่อวัน
tr: Günlük ortalama adım sayısı
ur: فی دن اوسط اقدامات
vi: Số bước trung bình mỗi ngày
zh_hant: 日均步數

# str_day_avg_distance
source: Daily Average Mileage
ar: متوسط الأميال اليومية
de: Tägliche durchschnittliche Kilometerleistung
el: Ημερήσια Μέση Χιλιόμετρα
es: Millas diarias promedio
fa: میانگین مسافت پیموده شده روزانه
fr: Kilométrage moyen quotidien
he: קילומטראז' ממוצע יומי
id: Jarak Tempuh Rata-Rata Harian
it: Chilometraggio medio giornaliero
pl: Średni dzienny przebieg
ru: Средний дневной пробег
th: ระยะทางเฉลี่ยต่อวัน
tr: Günlük Ortalama Kilometre
ur: روزانہ اوسط مائلیج
vi: Số dặm trung bình hàng ngày
zh_hant: 日均里程

# str_day_avg_cal
source: Daily Consumption
ar: الاستهلاك اليومي
de: Tagesverbrauch
el: Ημερήσια κατανάλωση
es: Consumo diario
fa: مصرف روزانه
fr: Consommation quotidienne
he: צריכה יומית
id: Konsumsi Harian
it: Consumo giornaliero
pl: Dzienne zużycie
ru: Ежедневное потребление
th: การบริโภครายวัน
tr: Günlük Tüketim
ur: روزانہ کی کھپت
vi: Mức tiêu thụ hàng ngày
zh_hant: 日均消耗

# str_total_sleep_time
source: Sleep time
ar: مدة النوم
de: Schlafzeit
el: Ώρα ύπνου
es: Hora de dormir
fa: زمان خواب
fr: Temps de sommeil
he: זמן שינה
id: Waktu tidur
it: Tempo di sonno
pl: Czas snu
ru: Время сна
th: เวลาพัก
tr: Uyku zamanı
ur: نیند کے وقت
vi: Thời gian ngủ
zh_hant: 睡眠時長

# str_sleep_time
source: Sleep time
ar: وقت النوم
de: Schlafzeit
el: Ώρα ύπνου
es: Hora de dormir
fa: زمان خواب
fr: Temps de sommeil
he: זמן שינה
id: Waktu tidur
it: Tempo di sospensione
pl: Czas snu
ru: Время сна
th: เวลาพัก
tr: Uyku zamanı
ur: نیند کے وقت
vi: Thời gian ngủ
zh_hant: 入睡時間

# str_wake_time
source: Wake Time
ar: وقت الاستيقاظ
de: Weckzeit
el: Ώρα αφύπνισης
es: Hora de activación
fa: زمان بیداری
fr: Heure de réveil
he: זמן ערות
id: Waktu Bangun
it: Ora di attivazione
pl: Czas budzenia
ru: Время пробуждения
th: เวลาปลุก
tr: Uyanma Zamanı
ur: جاگنے کا وقت
vi: Thời gian đánh thức
zh_hant: 醒來時間

# str_deep_time
source: Deep sleep time
ar: وقت النوم العميق
de: Tiefschlafzeit
el: Χρόνος βαθύ ύπνου
es: Tiempo de sueño profundo
fa: زمان خواب عمیق
fr: Temps de sommeil profond
he: זמן שינה עמוקה
id: Waktu tidur nyenyak
it: Tempo di sonno profondo
pl: Czas głębokiego uśpienia
ru: Время глубокого сна
th: เวลาหลับสนิท
tr: Derin uyku zamanı
ur: گہری نیند کا وقت
vi: Thời gian ngủ sâu
zh_hant: 深睡時長

# str_light_time
source: Light sleep time
ar: مدة النوم الخفيف
de: Leichte Schlafzeit
el: Ελαφρύς χρόνος ύπνου
es: Tiempo de sueño ligero
fa: زمان خواب سبک
fr: Temps de sommeil léger
he: זמן שינה קל
id: Waktu tidur ringan
it: Tempo di sonno leggero
pl: Czas lekkiego uśpienia
ru: Время легкого сна
th: เวลาพักเบา
tr: Hafif uyku zamanı
ur: ہلکی نیند کا وقت
vi: Thời gian ngủ nhẹ
zh_hant: 淺睡時長

# str_wake_times
source: Wake Times
ar: أوقات الاستيقاظ
de: Weckzeiten
el: Ώρες αφύπνισης
es: Horas de despertar
fa: زمان بیداری
fr: Heures de réveil
he: זמני ערות
id: Waktu Bangun
it: Tempi di attivazione
pl: Godziny budzenia
ru: Время пробуждения
th: เวลาปลุก
tr: Uyanma Saatleri
ur: ویک ٹائمز
vi: Thời gian đánh thức
zh_hant: 清醒次數

# str_scien_tips
source: Scientific Reference Values
ar: قيمة مرجعية علمية
de: Wissenschaftliche Referenzwerte
el: Τιμές επιστημονικής αναφοράς
es: Valores de referencia científica
fa: مقادیر مرجع علمی
fr: Valeurs scientifiques de référence
he: ערכי התייחסות מדעיים
id: Nilai Rujukan Ilmiah
it: Valori di riferimento scientifici
pl: Wartości odniesienia naukowego
ru: Научные справочные значения
th: ค่าอ้างอิงทางวิทยาศาสตร์
tr: Bilimsel Referans Değerler
ur: سائنسی حوالہ اقدار
vi: Giá trị tham khảo khoa học
zh_hant: 科學參考值

# str_avg_sleep_time
source: Average sleep time
ar: متوسط وقت النوم
de: Durchschnittliche Schlafzeit
el: Μέσος χρόνος ύπνου
es: Tiempo medio de sueño
fa: میانگین زمان خواب
fr: Temps de sommeil moyen
he: זמן שינה ממוצע
id: Rata-rata waktu tidur
it: Tempo medio di sonno
pl: Średni czas snu
ru: Среднее время сна
th: เวลานอนเฉลี่ย
tr: Ortalama uyku süresi
ur: نیند کا اوسط وقت
vi: Thời gian ngủ trung bình
zh_hant: 平均睡眠時長

# str_avg_deep_sleep_percent
source: Average deep sleep percentage
ar: متوسط نسبة النوم العميق
de: Durchschnittlicher Tiefschlafprozentsatz
el: Μέσο ποσοστό βαθύ ύπνου
es: Porcentaje promedio de sueño profundo
fa: میانگین درصد خواب عمیق
fr: Pourcentage moyen de sommeil profond
he: אחוז שינה עמוקה ממוצע
id: Rata-rata persentase tidur nyenyak
it: Percentuale media di sonno profondo
pl: Średni procent głębokiego snu
ru: Средний процент глубокого сна
th: เปอร์เซ็นต์การหลับลึกโดยเฉลี่ย
tr: Ortalama derin uyku yüzdesi
ur: گہری نیند کا اوسط فیصد
vi: Tỷ lệ ngủ sâu trung bình
zh_hant: 平均深睡比例

# str_avg_light_sleep_percent
source: Average Light Sleep Percentage
ar: متوسط نسبة النوم الخفيف
de: Durchschnittlicher leichter Schlafprozentsatz
el: Μέσο ποσοστό ελαφρού ύπνου
es: Porcentaje medio de sueño ligero
fa: میانگین درصد خواب سبک
fr: Pourcentage moyen de sommeil léger
he: אחוז שינה קלה ממוצע
id: Persentase Tidur Ringan Rata-Rata
it: Percentuale media di sonno leggero
pl: Średni procent lekkiego snu
ru: Средний процент легкого сна
th: เปอร์เซ็นต์การนอนหลับปกติโดยเฉลี่ย
tr: Ortalama Hafif Uyku Yüzdesi
ur: ہلکی نیند کا اوسط فیصد
vi: Tỷ lệ ngủ nhẹ trung bình
zh_hant: 平均淺睡比例

# str_avg_wake_sleep_percent
source: Average Wake Percent
ar: متوسط نسبة اليقظة
de: Durchschnittlicher Wachprozentsatz
el: Μέσο ποσοστό αφύπνισης
es: Porcentaje promedio de activación
fa: میانگین درصد بیداری
fr: Pourcentage de réveil moyen
he: אחוז ערות ממוצע
id: Rata-rata Persen Bangun
it: Percentuale media di attivazione
pl: Średni procent wybudzenia
ru: Средний процент бодрствования
th: เปอร์เซ็นต์การปลุกโดยเฉลี่ย
tr: Ortalama Uyanma Yüzdesi
ur: اوسط جاگنے کا فیصد
vi: Phần trăm thức trung bình
zh_hant: 平均清醒比例

# str_avg_flow_sleep_time
source: Average time to fall asleep
ar: متوسط وقت النوم
de: Durchschnittliche Einschlafzeit
el: Μέσος χρόνος για να κοιμηθείς
es: Tiempo medio para conciliar el sueño
fa: میانگین زمان به خواب رفتن
fr: Temps moyen pour s'endormir
he: זמן ממוצע להירדם
id: Waktu rata-rata untuk tertidur
it: Tempo medio per addormentarsi
pl: Średni czas zasypiania
ru: Среднее время, чтобы заснуть
th: เวลาเฉลี่ยที่จะหลับ
tr: Uykuya dalmak için ortalama süre
ur: سونے کا اوسط وقت
vi: Thời gian trung bình để đi vào giấc ngủ
zh_hant: 平均入睡時間

# str_avg_flow_wake_time
source: Average Wake Time
ar: متوسط وقت الاستيقاظ
de: Durchschnittliche Weckzeit
el: Μέσος χρόνος αφύπνισης
es: Tiempo promedio de activación
fa: میانگین زمان بیداری
fr: Temps de réveil moyen
he: זמן ערות ממוצע
id: Waktu Bangun Rata-Rata
it: Tempo di riattivazione medio
pl: Średni czas budzenia
ru: Среднее время пробуждения
th: เวลาปลุกเฉลี่ย
tr: Ortalama Uyanma Süresi
ur: جاگنے کا اوسط وقت
vi: Thời gian đánh thức trung bình
zh_hant: 平均起床時間

# str_day_avg_sleep_time
source: Daily Average Sleep
ar: متوسط النوم اليومي
de: Täglicher durchschnittlicher Schlaf
el: Μέσος ημερήσιος ύπνος
es: Promedio de sueño diario
fa: متوسط ​​خواب روزانه
fr: Sommeil moyen quotidien
he: שינה ממוצעת יומית
id: Tidur Rata-rata Harian
it: Dormimento medio giornaliero
pl: Średni dzienny sen
ru: Средний дневной сон
th: การนอนหลับเฉลี่ยต่อวัน
tr: Günlük Ortalama Uyku
ur: روزانہ اوسط نیند
vi: Giấc ngủ trung bình hàng ngày
zh_hant: 日均睡眠

# str_day_avg_deep_time
source: Average deep sleep per day
ar: نوم عميق يومي
de: Durchschnittlicher Tiefschlaf pro Tag
el: Μέσος βαθύς ύπνος ανά ημέρα
es: Sueño profundo promedio por día
fa: متوسط ​​خواب عمیق در روز
fr: Sommeil profond moyen par jour
he: שינה עמוקה ממוצעת ליום
id: Rata-rata tidur nyenyak per hari
it: Durata media del sonno profondo al giorno
pl: Średni głęboki sen na dzień
ru: Средняя продолжительность глубокого сна в день
th: การนอนหลับลึกเฉลี่ยต่อวัน
tr: Günlük ortalama derin uyku
ur: فی دن اوسط گہری نیند
vi: Giấc ngủ sâu trung bình mỗi ngày
zh_hant: 日均深睡

# str_day_avg_light_time
source: Daily Average Light Sleep
ar: متوسط النوم الخفيف
de: Tagesdurchschnitt leichter Schlaf
el: Ημερήσιος μέσος ελαφρύς ύπνος
es: Promedio diario de sueño ligero
fa: متوسط ​​خواب سبک روزانه
fr: Sommeil léger moyen quotidien
he: שינה קלה ממוצעת יומית
id: Tidur Ringan Rata-rata Harian
it: Media giornaliera di sonno leggero
pl: Średni dzienny lekki sen
ru: Средний дневной легкий сон
th: หลับเฉลี่ยต่อวัน
tr: Günlük Ortalama Hafif Uyku
ur: روزانہ اوسط ہلکی نیند
vi: Giấc ngủ nhẹ trung bình hàng ngày
zh_hant: 日均淺睡

# str_day_avg_wake_time
source: Average wake time per day
ar: متوسط الرصانة اليومية
de: Durchschnittliche Weckzeit pro Tag
el: Μέσος χρόνος αφύπνισης ανά ημέρα
es: Tiempo promedio de vigilia por día
fa: میانگین زمان بیداری در روز
fr: Heure de réveil moyenne par jour
he: זמן ערות ממוצע ליום
id: Rata-rata waktu bangun per hari
it: Tempo medio di attivazione giornaliero
pl: Średni czas budzenia dziennie
ru: Среднее время бодрствования в день
th: เวลาปลุกเฉลี่ยต่อวัน
tr: Günlük ortalama uyanma süresi
ur: روزانہ جاگنے کا اوسط وقت
vi: Thời gian thức trung bình mỗi ngày
zh_hant: 日均清醒

# str_sleep_description
source: The elements of scientific and healthy sleep can effectively improve the quality of sleep and work with more energy.
ar: يمكن لعناصر النوم العلمي والصحي أن تحسن بشكل فعال نوعية النوم وتضع المزيد من الطاقة في العمل.
de: Die Elemente des wissenschaftlichen und gesunden Schlafs können die Schlafqualität effektiv verbessern und mit mehr Energie arbeiten.
el: Τα στοιχεία του επιστημονικού και υγιεινού ύπνου μπορούν να βελτιώσουν αποτελεσματικά την ποιότητα του ύπνου και να λειτουργήσουν με περισσότερη ενέργεια.
es: Los elementos del sueño científico y saludable pueden mejorar efectivamente la calidad del sueño y trabajar con más energía.
fa: عناصر خواب علمی و سالم می توانند به طور موثری کیفیت خواب را بهبود بخشند و با انرژی بیشتری کار کنند.
fr: Les éléments d'un sommeil scientifique et sain peuvent améliorer efficacement la qualité du sommeil et travailler avec plus d'énergie.
he: המרכיבים של שינה מדעית ובריאה יכולים לשפר ביעילות את איכות השינה ולעבוד עם יותר אנרגיה.
id: Unsur tidur yang ilmiah dan sehat dapat secara efektif meningkatkan kualitas tidur dan bekerja dengan lebih banyak energi.
it: Gli elementi del sonno scientifico e salutare possono effettivamente migliorare la qualità del sonno e lavorare con più energia.
pl: Elementy naukowego i zdrowego snu mogą skutecznie poprawić jakość snu i pracować z większą energią.
ru: Элементы научного и здорового сна могут эффективно улучшить качество сна и работать с большей энергией.
th: องค์ประกอบทางวิทยาศาสตร์และการนอนหลับที่ดีต่อสุขภาพสามารถปรับปรุงคุณภาพการนอนหลับได้อย่างมีประสิทธิภาพและทำงานโดยใช้พลังงานมากขึ้น
tr: Bilimsel ve sağlıklı uykunun öğeleri, uyku kalitesini etkili bir şekilde artırabilir ve daha fazla enerji ile çalışabilir.
ur: سائنسی اور صحت مند نیند کے عناصر مؤثر طریقے سے نیند کے معیار کو بہتر بنا سکتے ہیں اور زیادہ توانائی کے ساتھ کام کر سکتے ہیں۔
vi: Các yếu tố của giấc ngủ khoa học và lành mạnh có thể cải thiện hiệu quả chất lượng giấc ngủ và làm việc với nhiều năng lượng hơn.
zh_hant: 科學健康睡眠的要素，能有效地提高睡眠質量，以更充沛的精力投入工作。

# str_current_hr
source: Current Heart Rate
ar: معدل ضربات القلب الحالي
de: Aktuelle Herzfrequenz
el: Τρέχουσα καρδιακή συχνότητα
es: Frecuencia cardíaca actual
fa: ضربان قلب فعلی
fr: Fréquence cardiaque actuelle
he: דופק נוכחי
id: Detak Jantung Saat Ini
it: Frequenza cardiaca attuale
pl: Aktualne tętno
ru: Текущий пульс
th: อัตราการเต้นของหัวใจปัจจุบัน
tr: Geçerli Kalp Hızı
ur: دل کی موجودہ شرح
vi: Nhịp tim hiện tại
zh_hant: 當前心率

# str_avg_hr
source: Average Heart Rate
ar: متوسط معدل ضربات القلب
de: Durchschnittliche Herzfrequenz
el: Μέσος καρδιακός ρυθμός
es: Frecuencia cardíaca media
fa: میانگین ضربان قلب
fr: Fréquence cardiaque moyenne
he: דופק ממוצע
id: Detak Jantung Rata-Rata
it: Frequenza cardiaca media
pl: Średnie tętno
ru: Средняя частота сердечных сокращений
th: อัตราการเต้นของหัวใจโดยเฉลี่ย
tr: Ortalama Kalp Hızı
ur: دل کی اوسط شرح
vi: Nhịp tim trung bình
zh_hant: 平均心率

# str_max_hr
source: Maximum Heart Rate
ar: أقصى معدل لضربات القلب
de: Maximale Herzfrequenz
el: Μέγιστος καρδιακός ρυθμός
es: Frecuencia cardíaca máxima
fa: حداکثر ضربان قلب
fr: Fréquence cardiaque maximale
he: דופק מרבי
id: Detak Jantung Maksimum
it: Frequenza cardiaca massima
pl: Maksymalne tętno
ru: Максимальная частота сердечных сокращений
th: อัตราการเต้นของหัวใจสูงสุด
tr: Maksimum Kalp Hızı
ur: زیادہ سے زیادہ دل کی شرح
vi: Nhịp tim tối đa
zh_hant: 最大心率

# str_min_hr
source: Minimum Heart Rate
ar: الحد الأدنى لمعدل ضربات القلب
de: Minimale Herzfrequenz
el: Ελάχιστος καρδιακός ρυθμός
es: Frecuencia cardíaca mínima
fa: حداقل ضربان قلب
fr: Fréquence cardiaque minimale
he: דופק מינימלי
id: Detak Jantung Minimum
it: Frequenza cardiaca minima
pl: Minimalne tętno
ru: Минимальный пульс
th: อัตราการเต้นของหัวใจขั้นต่ำ
tr: Minimum Kalp Hızı
ur: کم از کم دل کی شرح
vi: Nhịp tim tối thiểu
zh_hant: 最小心率

# str_range_hr
source: Heart Rate Range
ar: نطاق معدل ضربات القلب
de: Herzfrequenzbereich
el: Εύρος καρδιακών παλμών
es: Rango de frecuencia cardíaca
fa: محدوده ضربان قلب
fr: Plage de fréquence cardiaque
he: טווח דופק
id: Kisaran Detak Jantung
it: Intervallo frequenza cardiaca
pl: Zakres tętna
ru: Диапазон пульса
th: ช่วงอัตราการเต้นของหัวใจ
tr: Nabız Aralığı
ur: دل کی شرح کی حد
vi: Phạm vi nhịp tim
zh_hant: 心率範圍

# str_fast_hr
source: Fast Heart Rate
ar: عدم انتظام دقات القلب
de: Schnelle Herzfrequenz
el: Γρήγορος καρδιακός ρυθμός
es: Frecuencia cardíaca rápida
fa: ضربان قلب سریع
fr: Fréquence cardiaque rapide
he: דופק מהיר
id: Detak Jantung Cepat
it: Frequenza cardiaca veloce
pl: Szybkie tętno
ru: Быстрый сердечный ритм
th: อัตราการเต้นของหัวใจเร็ว
tr: Hızlı Kalp Atış Hızı
ur: تیز دل کی دھڑکن
vi: Nhịp tim nhanh
zh_hant: 心率過速

# str_slow_hr
source: Slow Heart Rate
ar: بطء القلب
de: Langsame Herzfrequenz
el: Αργός καρδιακός ρυθμός
es: Frecuencia cardíaca lenta
fa: آهسته ضربان قلب
fr: Fréquence cardiaque lente
he: דופק איטי
id: Detak Jantung Lambat
it: Frequenza cardiaca lenta
pl: Niskie tętno
ru: Медленное сердцебиение
th: อัตราการเต้นของหัวใจช้า
tr: Yavaş Kalp Atış Hızı
ur: سست دل کی شرح
vi: Nhịp tim chậm
zh_hant: 心率過緩

# str_day_avg_hr
source: Daily Average Heart Rate
ar: معدل ضربات القلب اليومي
de: Durchschnittliche tägliche Herzfrequenz
el: Ημερήσιος μέσος καρδιακός ρυθμός
es: Frecuencia cardíaca media diaria
fa: میانگین روزانه ضربان قلب
fr: Fréquence cardiaque moyenne quotidienne
he: דופק ממוצע יומי
id: Detak Jantung Rata-Rata Harian
it: Frequenza cardiaca media giornaliera
pl: Dzienne średnie tętno
ru: Средняя дневная частота сердечных сокращений
th: อัตราการเต้นของหัวใจเฉลี่ยรายวัน
tr: Günlük Ortalama Kalp Hızı
ur: روزانہ اوسط دل کی شرح
vi: Nhịp tim trung bình hàng ngày
zh_hant: 日均心率
