Repository: Azoz-JR/Denx
Catalog: muslim_watch_app_ios/DHSFit/Resource/Languages/*.lproj/ChineseSimple.strings
Languages: ar, de, el, es, fa, fr, he, id, it, pl, ru, th, tr, ur, vi, zh_hant

# str_normal_bloodsugar_range
source: Scientific blood sugar reference value
ar: القيمة المرجعية العلمية لسكر الدم
de: Wissenschaftlicher Blutzucker-Referenzwert
el: Επιστημονική τιμή αναφοράς σακχάρου αίματος
es: Valor científico de referencia del azúcar en sangre
fa: مقدار مرجع علمی قند خون
fr: Valeur de référence scientifique de la glycémie
he: ערך התייחסות מדעי לסוכר בדם
id: Nilai referensi gula darah ilmiah
it: Valore di riferimento scientifico della glicemia
pl: Naukowa wartość referencyjna poziomu cukru we krwi
ru: Научное эталонное значение уровня сахара в крови
th: ค่าอ้างอิงน้ำตาลในเลือดทางวิทยาศาสตร์
tr: Bilimsel kan şekeri referans değeri
ur: سائنسی بلڈ شوگر ریفرنس ویلیو
vi: Giá trị tham khảo lượng đường trong máu khoa học
zh_hant: 科學血糖參考值

# str_range_bloodsugar_1
source: fasting blood glucose
ar: جلوكوز الدم الصائم
de: Nüchternblutzucker
el: γλυκόζη αίματος νηστείας
es: glucosa en sangre en ayunas
fa: قند خون ناشتا
fr: glycémie à jeun
he: גלוקוז בדם בצום
id: Puasa gula darah
it: glicemia a digiuno
pl: poziom glukozy we krwi na czczo
ru: уровень глюкозы в крови натощак
th: การอดอาหารระดับน้ำตาลในเลือด
tr: açlık kan şekeri
ur: روزہ خون میں گلوکوز
vi: đường huyết lúc đói
zh_hant: 空腹血糖

# str_range_bloodsugar_2
source: Pre-meal blood sugar
ar: نسبة السكر في الدم قبل الوجبة
de: Blutzucker vor der Mahlzeit
el: Σάκχαρο αίματος πριν από το γεύμα
es: Azúcar en sangre antes de las comidas
fa: قند خون قبل از غذا
fr: Glycémie avant les repas
he: סוכר בדם לפני הארוחה
id: Gula darah sebelum makan
it: Glicemia prima del pasto
pl: Poziom cukru we krwi przed posiłkiem
ru: Уровень сахара в крови перед едой
th: น้ำตาลในเลือดก่อนมื้ออาหาร
tr: Yemek öncesi kan şekeri
ur: کھانے سے پہلے بلڈ شوگر
vi: Đường huyết trước bữa ăn
zh_hant: 餐前血糖

# str_range_bloodsugar_3
source: postprandial blood sugar
ar: نسبة السكر في الدم بعد الأكل
de: postprandialer Blutzucker
el: μεταγευματικό σάκχαρο στο αίμα
es: azúcar en sangre posprandial
fa: قند خون بعد از غذا
fr: glycémie postprandiale
he: סוכר בדם לאחר ארוחה
id: gula darah postprandial
it: glicemia postprandiale
pl: Poziom cukru we krwi po posiłku
ru: постпрандиальный уровень сахара в крови
th: น้ำตาลในเลือดภายหลังตอนกลางวัน
tr: yemek sonrası kan şekeri
ur: بعد از وقت خون کی شکر
vi: đường huyết sau ăn
zh_hant: 餐後血糖

# str_range_bloodsugar_4
source: blood sugar before going to bed
ar: نسبة السكر في الدم قبل الذهاب إلى السرير
de: Blutzucker vor dem Schlafengehen
el: σάκχαρο αίματος πριν πάτε για ύπνο
es: azúcar en la sangre antes de acostarse
fa: قند خون قبل از خواب
fr: glycémie avant d'aller au lit
he: סוכר בדם לפני השינה
id: gula darah sebelum tidur
it: glicemia prima di andare a letto
pl: Poziom cukru we krwi przed snem
ru: уровень сахара в крови перед сном
th: น้ำตาลในเลือดก่อนเข้านอน
tr: yatmadan önce kan şekeri
ur: سونے سے پہلے بلڈ شوگر
vi: lượng đường trong máu trước khi đi ngủ
zh_hant: 睡前血糖

# str_range_bloodsugar_5
source: Early morning blood sugar
ar: نسبة السكر في الدم في الصباح الباكر
de: Blutzucker am frühen Morgen
el: Σάκχαρο αίματος νωρίς το πρωί
es: Azúcar en sangre temprano en la mañana
fa: قند خون صبح زود
fr: Glycémie tôt le matin
he: סוכר מוקדם בבוקר
id: Gula darah pagi hari
it: Glicemia al mattino presto
pl: Poziom cukru we krwi po przebudzeniu
ru: Уровень сахара в крови рано утром
th: น้ำตาลในเลือดตอนเช้า
tr: Sabahın erken saatlerinde kan şekeri
ur: صبح سویرے بلڈ شوگر
vi: Đường huyết buổi sáng sớm
zh_hant: 凌晨血糖

# str_bloodsugar_description
source: Blood sugar data is only used as a reference for health values and should not be used for medical purposes.
ar: تُستخدم بيانات نسبة السكر في الدم فقط كمرجع للقيم الصحية ولا يجوز استخدامها للأغراض الطبية.
de: Blutzuckerdaten dienen nur als Referenz für Gesundheitswerte und sollten nicht für medizinische Zwecke verwendet werden.
el: Τα δεδομένα σακχάρου αίματος χρησιμοποιούνται μόνο ως αναφορά για τιμές υγείας και δεν πρέπει να χρησιμοποιούνται για ιατρικούς σκοπούς.
es: Los datos de azúcar en sangre solo se utilizan como referencia para valores de salud y no deben utilizarse con fines médicos.
fa: داده های قند خون تنها به عنوان مرجعی برای مقادیر سلامتی استفاده می شود و نباید برای اهداف پزشکی استفاده شود.
fr: Les données de glycémie ne sont utilisées que comme référence pour les valeurs de santé et ne doivent pas être utilisées à des fins médicales.
he: נתוני הסוכר בדם משמשים רק כהתייחסות לערכים בריאותיים ואין להשתמש בהם למטרות רפואיות.
id: Data gula darah hanya digunakan sebagai acuan nilai kesehatan dan tidak boleh digunakan untuk keperluan medis.
it: I dati sulla glicemia vengono utilizzati solo come riferimento per i valori sanitari e non devono essere utilizzati per scopi medici.
pl: Dane dotyczące poziomu cukru we krwi służą wyłącznie jako odniesienie do wartości zdrowotnych i nie powinny być wykorzystywane do celów medycznych.
ru: Данные о уровне сахара в крови используются только в качестве справочной информации о показателях здоровья и не должны использоваться в медицинских целях.
th: ข้อมูลน้ำตาลในเลือดใช้เพื่ออ้างอิงค่าด้านสุขภาพเท่านั้นและไม่ควรใช้เพื่อวัตถุประสงค์ทางการแพทย์
tr: Kan şekeri verileri yalnızca sağlık değerleri için referans olarak kullanılır ve tıbbi amaçlarla kullanılmamalıdır.
ur: بلڈ شوگر کا ڈیٹا صرف صحت کی اقدار کے حوالے کے طور پر استعمال ہوتا ہے اور اسے طبی مقاصد کے لیے استعمال نہیں کیا جانا چاہیے۔
vi: Dữ liệu lượng đường trong máu chỉ được sử dụng làm tài liệu tham khảo cho các giá trị sức khỏe và không nên sử dụng cho mục đích y tế.
zh_hant: 血糖資料僅作為健康數值參考，請勿用作醫療用途。

# str_jl_Running
source: running
ar: جري
de: läuft
el: τρέξιμο
es: correr
fa: در حال اجرا
fr: en cours d'exécution
he: רץ
id: berlari
it: corsa
pl: bieganie
ru: бег
th: วิ่ง
tr: koşma
ur: چل رہا ہے
vi: đang chạy
zh_hant: 跑步

# str_jl_Treadmill
source: treadmill
ar: جهاز المشي
de: Laufband
el: ΗΛΕΚΤΡΙΚΟΣ ΔΙΑΔΡΟΜΟΣ
es: rueda de andar
fa: تردمیل
fr: tapis roulant
he: הליכון
id: pekerjaan yg membosankan
it: tapis roulant
pl: bieżnia
ru: беговая дорожка
th: ลู่วิ่งไฟฟ้า
tr: koşu bandı
ur: ٹریڈمل
vi: máy chạy bộ
zh_hant: 跑步机

# str_jl_Outdoorrunning
source: outdoor running
ar: الجري في الهواء الطلق
de: Laufen im Freien
el: υπαίθριο τρέξιμο
es: correr al aire libre
fa: دویدن در فضای باز
fr: course à pied en plein air
he: ריצה בחוץ
id: lari di luar ruangan
it: corsa all'aperto
pl: bieganie na świeżym powietrzu
ru: бег на свежем воздухе
th: วิ่งกลางแจ้ง
tr: açık havada koşu
ur: بیرونی دوڑ
vi: chạy bộ ngoài trời
zh_hant: 户外跑步

# str_jl_Cycling
source: riding
ar: يركب
de: Reiten
el: ιππασία
es: equitación
fa: سواری
fr: équitation
he: רכיבה
id: berkuda
it: cavalcare
pl: jazda konna
ru: езда
th: ขี่
tr: binme
ur: سواری
vi: cưỡi
zh_hant: 骑行

# str_jl_Swim
source: swim
ar: السباحة
de: schwimmen
el: ζάλη
es: nadar
fa: شنا کردن
fr: nager
he: לשחות
id: berenang
it: nuotare
pl: pływanie
ru: плавать
th: ว่ายน้ำ
tr: yüzmek
ur: تیرنا
vi: bơi
zh_hant: 游泳

# str_jl_Walking
source: walking
ar: المشي
de: gehen
el: το περπάτημα
es: caminando
fa: پیاده روی
fr: marche
he: הליכה
id: sedang berjalan
it: a piedi
pl: chód
ru: гулять пешком
th: ที่เดิน
tr: yürüme
ur: چلنا
vi: đi dạo
zh_hant: 健走

# str_jl_Climbing
source: mountain climbing
ar: تسلق الجبال
de: Bergsteigen
el: ορειβασία
es: Montañismo
fa: کوهنوردی
fr: escalade en montagne
he: טיפוס הרים
id: mendaki gunung
it: alpinismo
pl: wspinaczka górska
ru: скалолазание
th: ปีนเขา
tr: dağ tırmanışı
ur: پہاڑ پر چڑھنا
vi: leo núi
zh_hant: 登山

# str_jl_Yoga
source: Yoga
ar: اليوغا
el: Γιόγκα
fa: یوگا
he: יוֹגָה
pl: joga
ru: Йога
th: โยคะ
ur: یوگا
zh_hant: 瑜伽

# str_jl_Spinning
source: spinning bike
ar: دراجة الغزل
de: Spinning-Fahrrad
el: περιστρεφόμενο ποδήλατο
es: bicicleta de spinning
fa: دوچرخه چرخان
fr: vélo qui tourne
he: אופני ספינינג
id: sepeda berputar
it: bicicletta da spinning
pl: rower spinningowy
ru: вращающийся велосипед
th: ปั่นจักรยาน
tr: dönen bisiklet
ur: گھومنے والی موٹر سائیکل
vi: xe đạp quay
zh_hant: 动感单车

# str_jl_Basketball
source: basketball
ar: كرة سلة
el: μπάσκετ
es: baloncesto
fa: بسکتبال
he: כדורסל
id: bola basket
it: pallacanestro
pl: koszykówka
ru: баскетбол
th: บาสเกตบอล
tr: Basketbol
ur: باسکٹ بال
vi: bóng rổ
zh_hant: 篮球

# str_jl_Football
source: football
ar: كرة القدم
de: Fußball
el: ποδόσφαιρο
es: fútbol americano
fa: فوتبال
he: כדורגל
id: sepak bola
it: calcio
pl: piłka nożna
ru: футбол
th: ฟุตบอล
tr: Futbol
ur: فٹ بال
vi: bóng đá
zh_hant: 足球

# str_jl_Badminton
source: badminton
ar: تنس الريشة
el: παιγνίδι όμοιο με τέννις
es: bádminton
fa: بدمینتون
he: נוצית
id: bulu tangkis
ru: бадминтон
th: แบดมินตัน
ur: بیڈمنٹن
vi: cầu lông
zh_hant: 羽毛球

# str_jl_Marathon
source: marathon
ar: ماراثون
el: μαραθώνας
es: maratón
fa: ماراتن
he: מָרָתוֹן
id: maraton
it: maratona
pl: maraton
ru: марафон
th: มาราธอน
tr: maraton
ur: میراتھن
vi: maratông
zh_hant: 马拉松

# str_jl_Indoorwalking
source: indoor walking
ar: المشي في الأماكن المغلقة
el: περπάτημα σε εσωτερικό χώρο
es: caminar bajo techo
fa: پیاده روی در فضای داخلی
fr: marche intérieure
he: הליכה בתוך הבית
id: berjalan di dalam ruangan
it: camminata al coperto
pl: spacer halowy
ru: прогулка в помещении
th: เดินในร่ม
tr: Kapalı alanda yürüyüş
ur: انڈور چلنا
vi: đi bộ trong nhà
zh_hant: 室内步行

# str_jl_Freemovement
source: free exercise
ar: تمرين مجاني
de: kostenlose Übung
el: δωρεάν άσκηση
es: ejercicio libre
fa: ورزش رایگان
fr: exercice libre
he: פעילות גופנית בחינם
id: latihan bebas
it: esercizio libero
pl: ćwiczenia dowolne
ru: бесплатные упражнения
th: ออกกำลังกายฟรี
tr: ücretsiz egzersiz
ur: مفت ورزش
vi: tập thể dục miễn phí
zh_hant: 自由锻炼

# str_jl_run_22
source: track and field
ar: تتبع وتمحص
de: Leichtathletik
el: στίβος
es: atletismo
fa: دو و میدانی
fr: athlétisme
he: מסלול ושדה
id: lintasan dan lapangan
it: atletica leggera
pl: lekkoatletyka
ru: легкая атлетика
th: ลู่และลาน
tr: Atletizm
ur: ٹریک اور فیلڈ
vi: điền kinh
zh_hant: 田径

# str_jl_Strengthtraining
source: Physical Training
ar: تدريب جسدي
de: Körperliches Training
el: ΦΥΣΙΚΗ ΑΣΚΗΣΗ
es: Entrenamiento físico
fa: تربیت بدنی
fr: Éducation physique
he: אימון פיזי
id: Latihan fisik
it: Allenamento fisico
pl: trening fizyczny
ru: Физическая подготовка
th: การฝึกทางกายภาพ
tr: Fiziksel eğitim
ur: جسمانی تربیت
vi: Rèn luyện thể chất
zh_hant: 体能训练

# str_jl_Weightlifting
source: weightlifting
ar: رفع الاثقال
de: Gewichtheben
el: άρση βαρών
es: levantamiento de pesas
fa: وزنه برداری
fr: musculation
he: הרמת משקולות
id: Angkat Berat
it: sollevamento pesi
pl: podnoszenie ciężarów
ru: гиревой спорт
th: การยกน้ำหนัก
tr: ağırlık kaldırma
ur: ویٹ لفٹنگ
vi: Cử tạ
zh_hant: 举重

# str_jl_Boxing
source: boxing
ar: ملاكمة
de: Boxen
el: πυγμαχία
es: boxeo
fa: بوکس
fr: boxe
he: אִגרוּף
id: tinju
it: boxe
pl: boks
ru: заниматься боксом
th: มวย
tr: boks
ur: باکسنگ
vi: quyền anh
zh_hant: 拳击

# str_jl_Jumprope
source: jump rope
ar: حبل القفز
de: Springseil
el: σχοινακι
es: saltar la cuerda
fa: طناب بازی
fr: corde à sauter
he: חבל קפיצה
id: lompat tali
it: saltare la corda
pl: skakanka
ru: скакалка
th: กระโดดเชือก
tr: atlama ipi
ur: رسی چھلانگ
vi: nhảy dây
zh_hant: 跳绳

# str_jl_StairClimbing
source: Climb stairs
ar: تسلق السلالم
de: Stufen steigen
el: Ανεβαίνω σκαλιά
es: Subir escaleras
fa: بالا رفتن از پله
fr: Monter les escaliers
he: לטפס במדרגות
id: Menaiki tangga
it: Salire le scale
pl: schody
ru: Подняться по лестнице
th: ปีนบันได
tr: Merdivenleri çık
ur: سیڑھیاں چڑھیں۔
vi: Leo cầu thang
zh_hant: 爬楼梯

# str_jl_Ski
source: ski
ar: تزلج
el: σκι
es: esquí
fa: اسکی
he: סקִי
id: main ski
it: sciare
pl: narty
ru: лыжи
th: สกี
tr: kayak
ur: سکی
vi: trượt tuyết
zh_hant: 滑雪

# str_jl_Skate
source: skate
ar: تزلج
de: Schlittschuh
el: πατινάζ
es: patinar
fa: اسکیت
fr: patin
he: לְהַחלִיק עַל מִחלָקַיִם
id: meluncur
it: pattinare
pl: łyżwy
ru: кататься на коньках
th: เล่นสเก็ต
tr: paten
ur: سکیٹ
vi: giày trượt băng
zh_hant: 滑冰

# str_jl_Rollerskating
source: roller skating
ar: تزلج
de: Rollschuhlaufen
el: πατινάζ
es: patinaje sobre ruedas
fa: اسکیت
fr: Roller
he: החלקה על גלגיליות
id: sepatu roda
it: pattinaggio a rotelle
pl: jazda na rolkach
ru: катание на роликах
th: โรลเลอร์สเกต
tr: tekerlekli patenle kaymak
ur: رولر سکیٹنگ
vi: trượt patin
zh_hant: 轮滑

# str_jl_run_31
source: indoor cycling
ar: ركوب الدراجات في الأماكن المغلقة
el: ποδηλασία σε εσωτερικούς χώρους
es: ciclismo indoor
fa: دوچرخه سواری در فضای داخلی
fr: cyclisme en salle
he: רכיבה על אופניים מקורה
id: bersepeda dalam ruangan
it: Pedalare al chiuso
pl: kolarstwo halowe
ru: катание на велосипеде в помещении
th: ปั่นจักรยานในร่ม
tr: kapalı alanda bisiklet sürmek
ur: انڈور سائیکلنگ
vi: đạp xe trong nhà
zh_hant: 室内骑行

# str_jl_Hulahoop
source: Hula Hoop
ar: هولا هوب
el: Χούλα χουπ
fa: هولا هوپ
he: חישוק
pl: hula-hop
ru: Обруч
th: ฮูลาฮูป
tr: Hulahop
ur: ہولا ہوپ
zh_hant: 呼啦圈

# str_jl_Golf
source: golf
ar: جولف
el: γκολφ
fa: گلف
fr: le golf
he: גוֹלף
ru: гольф
th: กอล์ฟ
ur: گولف
zh_hant: 高尔夫

# str_jl_Beyzbol
source: baseball
ar: البيسبول
el: μπέιζμπολ
es: béisbol
fa: بیسبال
he: בייסבול
ru: бейсбол
th: เบสบอล
tr: beyzbol
ur: بیس بال
vi: bóng chày
zh_hant: 棒球

# str_jl_Dance
source: dance
ar: رقص
de: tanzen
el: χορός
es: bailar
fa: رقصیدن
fr: danse
he: לִרְקוֹד
id: menari
it: danza
pl: taniec
ru: танцевать
th: เต้นรำ
tr: dans
ur: رقص
vi: nhảy
zh_hant: 舞蹈

# str_jl_Pingpong
source: pingpong
ar: بينج بونج
de: Tischtennis
el: πινγκ πονγκ
fa: پینگ پونگ
he: פינג פונג
pl: tenis stołowy
ru: настольный теннис
th: ปิงปอง
tr: masa Tenisi
ur: پنگ پونگ
vi: bóng bàn
zh_hant: 乒乓球

# str_jl_Hockey
source: hockey
ar: الهوكي
de: Eishockey
el: χακί
fa: هاکی
fr: le hockey
he: הוֹקֵי
id: hoki
pl: hokej
ru: хоккей
th: ฮอกกี้
tr: hokey
ur: ہاکی
vi: khúc côn cầu
zh_hant: 曲棍球

# str_jl_Pilates
source: Pilates
ar: بيلاتيس
el: Πιλάτες
fa: پیلاتس
he: פילאטיס
ru: пилатес
th: พิลาทิส
ur: پیلیٹس
zh_hant: 普拉提

# str_jl_Taekwondo
source: Taekwondo
ar: التايكوندو
el: ΤΑΕ κβον ντο
fa: تکواندو
he: טאקוונדו
ru: Тхэквондо
th: เทควันโด
tr: Tekvando
ur: تائی کوان ڈو
zh_hant: 跆拳道

# str_jl_Handball
source: Handball
ar: كرة اليد
el: Τόπι
es: Balonmano
fa: هندبال
he: כַּדוּר יָד
id: Bola tangan
it: Palla a mano
pl: piłka ręczna
ru: Гандбол
th: แฮนด์บอล
tr: Hentbol
ur: ہینڈ بال
vi: bóng ném
zh_hant: 手球

# str_jl_run_41
source: hip-hop
ar: هيب هوب
el: χιπ χοπ
fa: هیپ هاپ
he: היפ הופ
ru: хип-хоп
th: ฮิพฮอพ
ur: ہپ ہاپ
zh_hant: 街舞

# str_jl_Volleyball
source: volleyball
ar: الكرة الطائرة
el: βόλεϊ
es: vóleibol
fa: والیبال
he: כַּדוּר עָף
id: bola voli
it: pallavolo
pl: siatkówka
ru: волейбол
th: วอลเลย์บอล
tr: voleybol
ur: والی بال
vi: bóng chuyền
zh_hant: 排球

# str_jl_Tennis
source: tennis
ar: تنس
el: τένις
es: tenis
fa: تنیس
he: טֶנִיס
id: tenis
pl: tenis
ru: большой теннис
th: เทนนิส
tr: tenis
ur: ٹینس
vi: quần vợt
zh_hant: 网球

# str_jl_Darts
source: darts
ar: السهام
el: βέλη
es: dardos
fa: دارت
fr: fléchettes
he: דַארטס
id: panahan
it: freccette
pl: rzutki
ru: дартс
th: ลูกดอก
tr: dart
ur: ڈارٹس
vi: phi tiêu
zh_hant: 飞镖

# str_jl_Gymnastics
source: gymnastics
ar: رياضة بدنية
de: Gymnastik
el: γυμναστική
es: gimnasia
fa: ژیمناستیک
fr: gymnastique
he: התעמלות
id: olahraga senam
it: ginnastica
pl: gimnastyka
ru: гимнастика
th: ยิมนาสติก
tr: Jimnastik
ur: جمناسٹکس
vi: thể dục
zh_hant: 体操

# str_jl_Steps
source: step on
ar: تقدم
de: aufsteigen
el: ανέβα
es: pisar
fa: قدم بردار
fr: marcher sur
he: לדרוך על
id: menginjak
it: calpestare
pl: stepper
ru: наступать
th: เหยียบย่าง
tr: basmak
ur: پر قدم
vi: bước lên
zh_hant: 踏步

# str_jl_Ellipticalmachine
source: elliptical machine
ar: آلة بيضاوي الشكل
de: elliptische Maschine
el: ελλειπτικό μηχάνημα
es: maquina eliptica
fa: دستگاه بیضوی
fr: machine elliptique
he: מכונה אליפטית
id: mesin elips
it: macchina ellittica
pl: maszyna eliptyczna
ru: эллиптический тренажер
th: เครื่องรูปไข่
tr: Eliptik makine
ur: بیضوی مشین
vi: máy hình elip
zh_hant: 椭圆机

# str_jl_Zumba
source: Zumba
ar: زومبا
fa: زومبا
he: זומבה
ru: Зумба
th: ซุมบ้า
ur: زومبا
zh_hant: 尊巴

# str_jl_Cricket
source: cricket
ar: كريكيت
de: Kricket
el: κρίκετ
es: Grillo
fa: کریکت
fr: criquet
he: קרִיקֶט
id: jangkrik
pl: krykiet
ru: крикет
th: คริกเก็ต
tr: kriket
ur: کرکٹ
vi: bóng chày
zh_hant: 板球

# str_jl_Travelbywalking
source: travel by walking
ar: السفر سيرا على الأقدام
de: zu Fuß reisen
el: ταξίδι με τα πόδια
es: viajar caminando
fa: با پیاده روی سفر کنید
fr: voyager en marchant
he: לנסוע בהליכה
id: bepergian dengan berjalan kaki
it: viaggiare camminando
pl: wędrówka piesza
ru: путешествовать пешком
th: เดินทางด้วยการเดิน
tr: yürüyerek seyahat etmek
ur: پیدل سفر
vi: du lịch bằng cách đi bộ
zh_hant: 徒步旅行

# str_jl_Aerobicexercise
source: Aerobic exercise
ar: التمارين الهوائية
de: Aerobic Übung
el: Αερόβια άσκηση
es: Ejercicio aerobico
fa: ورزش هوازی
fr: Exercice d'aérobie
he: פעילות אירובית
id: Latihan aerobik
it: Esercizi di aerobica
pl: ćwiczenia aerobowe
ru: Аэробные упражнения
th: ออกกำลังกายแบบแอโรบิค
tr: Aerobik egzersizi
ur: ایروبک ورزش
vi: Bài tập aerobic
zh_hant: 有氧运动

# str_jl_Rowingmachine
source: rowing machine
ar: آلة التجديف
de: Rudergerät
el: κωπηλατική μηχανή
es: máquina de remar
fa: دستگاه قایق رانی
fr: rameur
he: מכונת חתירה
id: mesin dayung
it: vogatore
pl: wioślarz
ru: Гребной тренажер
th: เครื่องพาย
tr: kürek makinesi
ur: روونگ مشین
vi: máy chèo
zh_hant: 划船机

# str_jl_Rugby
source: football
ar: كرة القدم
de: Fußball
el: ποδόσφαιρο
es: fútbol americano
fa: فوتبال
he: כדורגל
id: sepak bola
it: calcio
pl: piłka nożna
ru: футбол
th: ฟุตบอล
tr: Futbol
ur: فٹ بال
vi: bóng đá
zh_hant: 橄榄球

# str_jl_run_54
source: Sit-ups
ar: اعتصامات
el: Καθιστοί
es: Abdominales
fa: دراز و نشست
fr: Des redressements assis
he: כפיפות בטן
id: Sit-up
it: Sit-up
pl: przysiady
ru: Приседания
th: วิดพื้น
tr: Mekikler
ur: سیٹ اپس
vi: gập bụng
zh_hant: 仰卧起坐

# str_jl_Dumbbells
source: dumbbell
ar: الدمبل
de: dumm
el: αλτήρας
es: mancuerna
fa: دمبل
fr: haltère
he: משקולת
id: bodoh
it: manubrio
pl: hantle
ru: гантель
th: ดัมเบล
tr: dambıl
ur: dumbbel
vi: quả tạ
zh_hant: 哑铃

# str_jl_Bodybuilding
source: aerobics
ar: التمارين الرياضية
de: Aerobic
el: είδος γυμναστικής
es: aeróbicos
fa: ایروبیک
fr: aérobie
he: אֶרוֹבִיקָה
id: aerobik
it: aerobica
pl: aerobik
ru: аэробика
th: แอโรบิก
tr: aerobik
ur: ایروبکس
vi: thể dục nhịp điệu
zh_hant: 健身操

# str_jl_Karate
source: karate
ar: الكاراتيه
el: καρατέ
es: kárate
fa: کاراته
fr: karaté
he: קָרָטֵה
it: karatè
ru: каратэ
th: คาราเต้
ur: کراٹے
vi: Võ karate
zh_hant: 空手道

# str_jl_Fencing
source: fencing
ar: سياج
de: Fechten
el: ξιφασκία
es: Esgrima
fa: شمشیربازی
fr: escrime
he: סִיוּף
id: pagar
it: scherma
pl: ogrodzenie
ru: фехтование
th: ฟันดาบ
tr: eskrim
ur: باڑ لگانا
vi: hàng rào
zh_hant: 击剑

# str_jl_Martialarts
source: martial arts
ar: الفنون العسكرية
de: Kampfkunst
el: πολεμικές τέχνες
es: Artes marciales
fa: هنرهای رزمی
fr: arts martiaux
he: אומנויות לחימה
id: seni bela diri
it: arti marziali
pl: sztuki walki
ru: боевые искусства
th: ศิลปะการต่อสู้
tr: dövüş sanatları
ur: مارشل آرٹس
vi: Võ thuật
zh_hant: 武术

# str_jl_TaiChi
source: Tai Chi
ar: تاي تشي
fa: تایچی
fr: Taï chi
he: טאי צ'י
ru: Тай Чи
th: ไทเก็ก
ur: تائی چی
zh_hant: 太极拳

# str_jl_Frisbee
source: Frisbee
ar: الطبق الطائر
de: Frisbeescheibe
el: Φρίσμπι
es: disco volador
fa: بشقاب پرنده
he: פריסבי
ru: Фрисби
th: จานร่อน
tr: Frizbi
ur: فریسبی
vi: chiếc dĩa nhựa ném
zh_hant: 飞盘

# str_jl_Archery
source: archery
ar: الرماية
de: Bogenschießen
el: τοξοβολία
es: tiro al arco
fa: تیراندازی با کمان
fr: tir à l'arc
he: קַשׁתוּת
id: panahan
it: tiro con l'arco
pl: łucznictwo
ru: стрельба из лука
th: ยิงธนู
tr: okçuluk
ur: تیر اندازی
vi: bắn cung
zh_hant: 射箭

# str_jl_Horseriding
source: horse riding
ar: ركوب الخيل
de: Pferde-Reiten
el: ιππασία
es: equitación
fa: اسب سواری
fr: équitation
he: רכיבה על סוס
id: berkuda
it: equitazione
pl: jazda konna
ru: верховая езда
th: ขี่ม้า
tr: Binicilik
ur: گھڑسواری
vi: cưỡi ngựa
zh_hant: 骑马

# str_jl_Bowling
source: bowling
ar: البولينج
el: μπόουλινγκ
es: bolos
fa: بولینگ
he: בָּאוּלִינְג
pl: kręgle
ru: боулинг
th: โบว์ลิ่ง
ur: بولنگ
zh_hant: 保龄球

# str_jl_Surf
source: surf
ar: تصفح
de: Surfen
el: αφρός κυμάτων
es: navegar
fa: موج سواری
fr: le surf
he: לִגלוֹשׁ
id: berselancar
pl: surfing
ru: заниматься серфингом
th: ท่อง
tr: sörf
ur: سرف
vi: lướt sóng
zh_hant: 冲浪

# str_jl_Softball
source: softball
ar: الكرة اللينة
de: weicher Ball
el: σόφτμπολ
es: sofbol
fa: سافت بال
fr: balle molle
he: כַּדוּר בָּסִיס
ru: софтбол
th: ซอฟท์บอล
tr: softbol
ur: سافٹ بال
vi: bóng mềm
zh_hant: 垒球

# str_jl_Squash
source: squash
ar: قرع
de: quetschen
el: σκουός
es: calabaza
fa: اسکواش
he: קישוא
id: labu
it: schiacciare
ru: давить
th: สควอช
tr: kabak
ur: امریکی کدّو
vi: bí đao
zh_hant: 壁球

# str_jl_Sailboat
source: sailboat
ar: مركب شراعي
de: Segelboot
el: ιστιοφόρο
es: velero
fa: قایق بادبانی
fr: voilier
he: מִפרָשִׂית
id: perahu layar
it: barca a vela
pl: żaglówka
ru: парусная лодка
th: เรือใบ
tr: yelkenli
ur: بادبانی کشتی
vi: thuyền buồm
zh_hant: 帆船

# str_jl_Pullup
source: pull-ups
ar: شكا من سحب
de: Klimmzüge
el: έλξεις
es: dominadas
fa: کشش
fr: tractions
he: משיכות
id: pull-up
it: pull-up
pl: podciąganie
ru: подтягивания
th: ดึงขึ้น
tr: pull-up'lar
ur: پل اپس
vi: kéo lên
zh_hant: 引体向上

# str_jl_Skateboard
source: skateboard
ar: لوح تزلج
es: patineta
fa: اسکیت برد
fr: planche à roulette
he: סקייטבורד
id: papan luncur
pl: deskorolka
ru: скейтборд
th: สเก็ตบอร์ด
tr: kaykay
ur: سکیٹ بورڈ
vi: ván trượt
zh_hant: 滑板

# str_jl_Trampoline
source: trampoline
ar: الترامبولين
de: Trampolin
el: σουμιές
es: trampolín
fa: ترامپولین
he: טרַמפּוֹלִינָה
id: trampolin
it: trampolino
pl: trampolina
ru: батут
th: แทรมโพลีน
tr: trambolin
ur: ٹرامپولین
vi: nhún nhảy
zh_hant: 蹦床

# str_jl_Fishing
source: fishing
ar: صيد السمك
de: Angeln
el: αλιεία
es: pesca
fa: صید ماهی
fr: pêche
he: דיג
id: penangkapan ikan
it: pesca
pl: wędkarstwo
ru: ловит рыбу
th: ตกปลา
tr: Balık tutma
ur: ماہی گیری
vi: đánh bắt cá
zh_hant: 钓鱼

# str_jl_Poledancing
source: pole dance
ar: رقصة القطب
el: χορός σε στύλο
es: baile en barra
fa: رقص میله
he: ריקוד מוט
id: tari tiang
pl: taniec na rurze
ru: танец на пилоне
th: เต้นรูดเสา
tr: direk dansı
ur: قطب رقص
vi: múa cột
zh_hant: 钢管舞

# str_jl_Squaredance
source: Square dance
ar: رقصة مربعة
el: Τετράγωνος χορός
es: baile cuadrado
fa: رقص مربع
fr: Danse carrée
he: ריקוד ריבועי
id: Tarian persegi
it: Danza di piazza
pl: taniec uliczny
ru: Сквер-данс
th: การเต้นรำแบบสแควร์
tr: Kare dansı
ur: مربع رقص
vi: múa vuông
zh_hant: 广场舞

# str_jl_Jazz
source: Jazz dance
ar: موسيقى الجاز
de: Jazz
el: Τζαζ
es: Jazz
fa: جاز
fr: le jazz
he: ג'ֶז
id: Jazz
it: Jazz
pl: taniec jazzowy
ru: Джаз
th: แจ๊ส
tr: Caz
ur: جاز
vi: nhạc jazz
zh_hant: 爵士舞

# str_jl_Ballet
source: ballet
ar: الباليه
de: Ballett
el: μπαλέτο
fa: باله
he: בַּלֶט
id: balet
it: balletto
pl: balet
ru: балет
th: บัลเล่ต์
tr: bale
ur: بیلے
vi: vở ballet
zh_hant: 芭蕾舞

# str_jl_Disco
source: disco
ar: ديسكو
de: Disko
el: ντίσκο
fa: دیسکو
he: דִיסקוֹ
id: disko
it: discoteca
pl: dyskoteka
ru: дискотека
th: ดิสโก้
tr: disko
ur: ڈسکو
vi: sàn nhảy
zh_hant: 迪斯科

# str_jl_Tapdance
source: tap dance
ar: رقصة الصنبور
de: Stepptanz
el: χορός βρύσης
es: Zapateado
fa: رقص شیر
fr: claquettes
he: ריקוד סטפס
id: ketuk menari
it: tip tap
pl: stepowanie
ru: чечетка
th: แตะเต้นรำ
tr: step dansı
ur: ٹیپ ڈانس
vi: nhảy tap
zh_hant: 踢踏舞

# str_jl_Moderndance
source: modern dance
ar: الرقص الحديث
de: moderner Tanz
el: μοντέρνος χορός
es: danza moderna
fa: رقص مدرن
fr: danse moderne
he: ריקוד מודרני
id: tari modern
it: danza moderna
pl: taniec nowoczesny
ru: современный танец
th: การเต้นรำสมัยใหม่
tr: Modern dans
ur: جدید رقص
vi: nhảy hiện đại
zh_hant: 现代舞

# str_jl_Pushups
source: push-up
ar: ارفع
de: hochdrücken
es: hacer subir
fa: فشار دادن
fr: pompes
he: שכיבות סמיכה
it: Flessioni
pl: pompki
ru: отжимание
th: วิดพื้น
tr: şınav
ur: دھکا
vi: chống đẩy
zh_hant: 俯卧撑
