Repository: Azoz-JR/Denx
Catalog: muslim_watch_app_ios/DHSFit/Resource/Languages/*.lproj/ChineseSimple.strings
Languages: ar, de, el, es, fa, fr, he, id, it, pl, ru, th, tr, ur, vi, zh_hant

# str_tab_home
source: Home
ar: الصفحة الرئيسية
de: Startseite
el: Αρχική σελίδα
es: Inicio
fa: خانه
fr: Accueil
he: בית
id: Beranda
it: Casa
pl: pierwsza strona
ru: Дом
th: หน้าแรก
tr: Ev
ur: گھر
vi: Trang chủ
zh_hant: 首頁

# str_tab_sport
source: Sport
ar: رياضات
el: Αθλητισμός
es: Deporte
fa: ورزش
he: ספורט
id: Olahraga
ru: Спорт
th: กีฬา
tr: Spor
ur: کھیل
vi: Thể thao
zh_hant: 運動

# str_tab_device
source: Device
ar: معدات
de: Gerät
el: Συσκευή
es: Dispositivo
fa: دستگاه
fr: Appareil
he: מכשיר
id: Perangkat
it: Dispositivo
pl: Urządzenie
ru: Устройство
th: อุปกรณ์
tr: Aygıt
ur: ڈیوائس
vi: Thiết bị
zh_hant: 設備

# str_tab_mine
source: mine
ar: مِلكِي
de: mein
el: δικό μου
es: mío
fa: مال من
fr: le mien
he: שלי
id: milikku
it: mio
pl: mój
ru: мой
th: ของฉัน
tr: benim
ur: میرا
vi: của tôi
zh_hant: 我的

# str_cal
source: Calories
ar: سعرات حرارية
de: Kalorien
el: Θερμίδες
es: Calorías
fa: کالری
he: קלוריות
id: Kalori
it: Calorie
pl: Kalorie
ru: Калории
th: แคลอรี่
tr: Kalori
ur: کیلوریز
vi: Calo
zh_hant: 卡路里

# str_distance
source: Mileage
ar: عدد الأميال
de: Kilometerstand
el: Χιλιόμετρα
es: Millas
fa: مسافت پیموده شده
fr: Kilométrage
he: קילומטראז
id: Jarak tempuh
it: Chilometraggio
pl: Przebieg
ru: Пробег
th: ระยะทาง
tr: Kilometre
ur: مائلیج
vi: Số dặm
zh_hant: 里程

# str_step
source: Steps
ar: عدد الخطوات
de: Schritte
el: Βήματα
es: Pasos
fa: مراحل
fr: Étapes
he: צעדים
id: Langkah
it: Passi
pl: Kroki
ru: Шаги
th: ขั้นตอน
tr: Adımlar
ur: قدم
vi: Các bước
zh_hant: 步數

# str_target
source: Target
ar: هدف
de: Ziel
el: Στόχος
es: Objetivo
fa: هدف
fr: Cible
he: יעד
it: Obiettivo
pl: Cel
ru: Цель
th: เป้าหมาย
tr: Hedef
ur: ہدف
vi: Mục tiêu
zh_hant: 目標

# str_sleep_title
source: Sleep
ar: للنوم
de: Schlaf
el: Ύπνος
es: Dormir
fa: خواب
fr: Dormir
he: שינה
id: Tidur
it: Dormi
pl: Sen
ru: Сон
th: สลีป
tr: Uyku
ur: سونا
vi: Ngủ
zh_hant: 睡眠

# str_bp_title
source: Blood Pressure
ar: ضغط الدم
de: Blutdruck
el: Πίεση του αίματος
es: Presión arterial
fa: فشار خون
fr: Tension artérielle
he: לחץ דם
id: Tekanan Darah
it: Pressione sanguigna
pl: Ciśnienie krwi
ru: Артериальное давление
th: ความดันโลหิต
tr: Kan Basıncı
ur: بلڈ پریشر
vi: Huyết Áp
zh_hant: 血壓

# str_breathe_title
source: Breathe
ar: يتنفس
de: Atme
el: Αναπνεύστε
es: Respirar
fa: نفس بکش
fr: Respirez
he: לנשום
id: Bernafas
it: Respira
pl: Oddychaj
ru: Дышите
th: หายใจ
tr: Nefes
ur: سانس لینا
vi: Thở
zh_hant: 呼吸

# str_bt_title
source: Body Temperature
ar: درجة حرارة الجسم
de: Körpertemperatur
el: Θερμοκρασία σώματος
es: Temperatura corporal
fa: دمای بدن
fr: Température corporelle
he: טמפרטורת גוף
id: Suhu Tubuh
it: Temperatura corporea
pl: Temperatura ciała
ru: Температура тела
th: อุณหภูมิร่างกาย
tr: Vücut Sıcaklığı
ur: جسمانی درجہ حرارت
vi: Nhiệt độ cơ thể
zh_hant: 體溫

# str_hr_title
source: Heart Rate
ar: معدل ضربات القلب
de: Herzfrequenz
el: Καρδιακός ρυθμός
es: Frecuencia cardíaca
fa: ضربان قلب
fr: Fréquence cardiaque
he: דופק
id: Detak Jantung
it: Frequenza cardiaca
pl: Tętno
ru: Пульс
th: อัตราการเต้นของหัวใจ
tr: Nabız
ur: دل کی شرح
vi: Nhịp tim
zh_hant: 心率

# str_bo_title
source: Blood Oxygen
ar: الأكسجين في الدم
de: Blutsauerstoff
el: Οξυγόνο αίματος
es: Oxígeno en sangre
fa: اکسیژن خون
fr: Oxygène sanguin
he: חמצן בדם
id: Oksigen Darah
it: Ossigeno nel sangue
pl: Tlen we krwi
ru: Кислород в крови
th: ออกซิเจนในเลือด
tr: Kan Oksijeni
ur: بلڈ آکسیجن
vi: Oxy máu
zh_hant: 血氧

# str_syncing
source: Syncing...
ar: مزامنة ...
de: Synchronisieren...
el: Συγχρονισμός...
es: Sincronizando...
fa: همگام سازی...
fr: Synchronisation...
he: מסנכרן...
id: Menyelaraskan...
it: Sincronizzazione in corso...
pl: Synchronizacja...
ru: Синхронизация...
th: กำลังเชื่อมข้อมูล...
tr: Eşzamanlanıyor...
ur: مطابقت پذیری ہو رہی ہے...
vi: Đang đồng bộ...
zh_hant: 同步中...

# str_syncing_fail
source: Syncing failed
ar: فشلت المزامنة
de: Synchronisierung fehlgeschlagen
el: Ο συγχρονισμός απέτυχε
es: Falló la sincronización
fa: همگام سازی انجام نشد
fr: La synchronisation a échoué
he: הסנכרון נכשל
id: Penyelarasan gagal
it: Sincronizzazione fallita
pl: Synchronizacja nie powiodła się
ru: Сбой синхронизации
th: การเชื่อมข้อมูลล้มเหลว
tr: Eşitleme başarısız oldu
ur: مطابقت پذیری ناکام ہو گئی۔
vi: Đồng bộ hóa không thành công
zh_hant: 同步失敗

# str_syncing_success
source: Syncing successful
ar: نجحت المزامنة
de: Synchronisierung erfolgreich
el: Ο συγχρονισμός είναι επιτυχής
es: Sincronización exitosa
fa: همگام سازی با موفقیت انجام شد
fr: Synchronisation réussie
he: הסנכרון הצליח
id: Penyelarasan berhasil
it: Sincronizzazione riuscita
pl: Synchronizacja powiodła się
ru: Синхронизация прошла успешно
th: เชื่อมข้อมูลสำเร็จ
tr: Eşitleme başarılı
ur: مطابقت پذیری کامیاب
vi: Đồng bộ hóa thành công
zh_hant: 同步成功

# str_personal_data
source: Personal Information
ar: معلومات شخصية
de: Persönliche Informationen
el: Προσωπικά στοιχεία
es: Información personal
fa: اطلاعات شخصی
fr: Informations personnelles
he: מידע אישי
id: Informasi Pribadi
it: Informazioni personali
pl: Dane osobowe
ru: Личная информация
th: ข้อมูลส่วนบุคคล
tr: Kişisel Bilgiler
ur: ذاتی معلومات
vi: Thông tin cá nhân
zh_hant: 個人信息

# str_setting
source: Setting
ar: يثبت
de: Einstellung
el: Ρύθμιση
es: Configuración
fa: تنظیم
fr: Paramètre
he: הגדרה
id: Pengaturan
it: Impostazione
pl: Ustawienie
ru: Настройка
th: การตั้งค่า
tr: Ayar
ur: ترتیب
vi: Cài đặt
zh_hant: 設置

# str_suggest
source: Questions and Suggestions
ar: أسئلة واقتراحات
de: Fragen und Vorschläge
el: Ερωτήσεις και προτάσεις
es: Preguntas y sugerencias
fa: سوالات و پیشنهادات
fr: Questions et suggestions
he: שאלות והצעות
id: Pertanyaan dan Saran
it: Domande e suggerimenti
pl: Pytania i sugestie
ru: Вопросы и предложения
th: คำถามและข้อเสนอแนะ
tr: Sorular ve Öneriler
ur: سوالات اور تجاویز
vi: Câu hỏi và Gợi ý
zh_hant: 問題與建議

# str_app_version_check
source: APP check for updates
ar: APP التحقق من التحديث
de: APP nach Updates suchen
el: Έλεγχος εφαρμογής για ενημερώσεις
es: Comprobación de actualizaciones de la aplicación
fa: بررسی برنامه برای به روز رسانی
fr: L'APP vérifie les mises à jour
he: בדיקת אפליקציה לעדכונים
id: APP memeriksa pembaruan
it: APP controlla aggiornamenti
pl: Sprawdzanie aktualizacji aplikacji
ru: Проверка приложений на наличие обновлений
th: แอปตรวจสอบการอัปเดต
tr: Uygulama güncellemelerini kontrol et
ur: اپ ڈیٹس کے لیے اے پی پی چیک کریں۔
vi: Kiểm tra cập nhật ỨNG DỤNG
zh_hant: APP檢查更新

# str_help
source: Help
ar: يساعد
de: Hilfe
el: Βοήθεια
es: Ayuda
fa: کمک
fr: Aide
he: עזרה
id: Bantuan
it: Aiuto
pl: Pomoc
ru: Помощь
th: ช่วยเหลือ
tr: Yardım
ur: مدد
vi: Trợ giúp
zh_hant: 幫助

# str_about
source: About
ar: عن
de: Über
el: Σχετικά
es: Acerca de
fa: درباره
fr: À propos
he: אודות
id: Tentang
it: Informazioni
pl: Informacje
ru: О программе
th: เกี่ยวกับ
tr: Hakkında
ur: کے بارے میں
vi: Giới thiệu
zh_hant: 關於

# str_qrcode
source: QR code
ar: رمز الاستجابة السريعة
el: Κωδικός QR
es: Código QR
fa: کد QR
fr: code QR
he: קוד QR
id: kode QR
it: Codice QR
pl: Kod QR
ru: QR-код
th: คิวอาร์โค้ด
tr: QR kodu
ur: QR کوڈ
vi: mã QR
zh_hant: 二維碼

# str_qrcode_manager
source: Business card
ar: بطاقة العمل
de: Visitenkarte
el: Επαγγελματική κάρτα
es: Tarjeta de visita
fa: کارت ویزیت
fr: Carte de visite
he: כרטיס ביקור
id: Kartu nama
it: Biglietto da visita
pl: Wizytówka
ru: Визитная карточка
th: นามบัตร
tr: Kartvizit
ur: کاروباری رابطے کا کارڈ
vi: Danh thiếp
zh_hant: 名片

# str_qrcode_length_out_limit
source: The length of the QR code exceeds the limit
ar: طول رمز الاستجابة السريعة يتجاوز الحد
de: Die Länge des QR-Codes überschreitet das Limit
el: Το μήκος του κωδικού QR υπερβαίνει το όριο
es: La longitud del código QR supera el límite
fa: طول کد QR از حد مجاز بیشتر است
fr: La longueur du code QR dépasse la limite
he: אורך קוד ה-QR חורג מהמגבלה
id: Panjang kode QR melebihi batas
it: La lunghezza del codice QR supera il limite
pl: Długość kodu QR przekracza limit
ru: Длина QR-кода превышает лимит
th: ความยาวของคิวอาร์โค้ดเกินขีดจำกัด
tr: QR kodunun uzunluğu sınırı aşıyor
ur: QR کوڈ کی لمبائی حد سے زیادہ ہے۔
vi: Độ dài của mã QR vượt quá giới hạn
zh_hant: 二維碼長度超過限制

# str_please_input_name
source: Please enter a name
ar: الرجاء إدخال اسم
de: Bitte geben Sie einen Namen ein
el: Παρακαλώ εισάγετε ένα όνομα
es: Por favor ingrese un nombre
fa: لطفا یک نام وارد کنید
he: אנא הזן שם
id: Masukkan nama
it: Inserisci un nome
pl: Wprowadź nazwę
ru: Пожалуйста, введите имя
th: โปรดป้อนชื่อ
tr: Lütfen bir isim giriniz
ur: براہ کرم ایک نام درج کریں۔
zh_hant: 請輸入名稱

# str_please_input_qrcode
source: Please select a QR code
ar: الرجاء تحديد رمز الاستجابة السريعة
de: Bitte wählen Sie einen QR-Code aus
el: Παρακαλώ επιλέξτε έναν κωδικό QR
es: Seleccione un código QR
fa: لطفا یک کد QR انتخاب کنید
he: אנא בחר קוד QR
id: Silakan pilih kode QR
it: Seleziona un codice QR
pl: Wybierz kod QR
ru: Выберите QR-код
th: โปรดเลือกคิวอาร์โค้ด
tr: Lütfen bir QR kodu seçin
ur: براہ کرم ایک QR کوڈ منتخب کریں۔
zh_hant: 請選擇二維碼

# str_sport_setting
source: Sport Setting
ar: إعدادات التمرين
de: Sporteinstellung
el: Ρύθμιση αθλητισμού
es: Configuración deportiva
fa: تنظیمات ورزشی
fr: Paramètres sportifs
he: הגדרת ספורט
id: Pengaturan Olahraga
it: Impostazione Sport
pl: Ustawienie sportowe
ru: Спортивная настройка
th: ตั้งค่ากีฬา
tr: Spor Ayarı
ur: کھیلوں کی ترتیب
vi: Cài đặt thể thao
zh_hant: 運動設置

# str_time_goal
source: Time Goal
ar: الهدف الزمني
de: Zeitziel
el: Στόχος χρόνου
es: Objetivo de tiempo
fa: هدف زمانی
fr: Objectif de temps
he: יעד זמן
id: Target Waktu
it: Obiettivo di tempo
pl: Cel czasowy
ru: Целевое время
th: เวลาเป้าหมาย
tr: Zaman Hedefi
ur: ٹائم گول
vi: Mục tiêu thời gian
zh_hant: 時間目標

# str_calorie_goal
source: Calorie Goal
ar: هدف السعرات الحرارية
de: Kalorienziel
el: Στόχος θερμίδων
fa: هدف کالری
fr: Objectif de calories
he: יעד קלוריות
id: Target Kalori
it: Obiettivo calorico
pl: Docelowa liczba kalorii
ru: Цель калорий
th: เป้าหมายแคลอรี่
ur: کیلوری کا مقصد
vi: Mục tiêu calo
zh_hant: 卡路里目標

# str_distance_goal
source: Distance to goal
ar: هدف المسافة
de: Distanz zum Ziel
el: Απόσταση από το στόχο
es: Distancia a la meta
fa: فاصله تا هدف
fr: Distance jusqu'au but
he: מרחק למטרה
id: Jarak ke gawang
it: Distanza dall'obiettivo
pl: Odległość do celu
ru: Расстояние до цели
th: ระยะทางถึงเป้าหมาย
tr: Hedefe olan mesafe
ur: مقصد کا فاصلہ
zh_hant: 距離目標

# str_breath_training
source: Breathing Training
ar: تدريب التنفس
de: Atemtraining
el: Εκπαίδευση αναπνοής
es: Entrenamiento de respiración
fa: آموزش تنفس
fr: Entraînement respiratoire
he: אימון נשימה
id: Latihan Pernapasan
it: Allenamento della respirazione
pl: Trening oddechu
ru: Дыхательная тренировка
th: การฝึกหายใจ
tr: Nefes Eğitimi
ur: سانس لینے کی تربیت
vi: Luyện thở
zh_hant: 呼吸訓練

# str_apple_health
source: Apple Health
ar: صحة التفاح
de: Apple-Gesundheit
es: Salud de Apple
fa: سلامت سیب
fr: Santé Apple
he: בריאות אפל
id: Kesehatan Apple
it: Salute Apple
pl: Zdrowie jabłek
ru: Здоровье Apple
th: สุขภาพของ Apple
tr: Elma Sağlığı
ur: ایپل ہیلتھ
vi: Sức khỏe của Apple
zh_hant: 蘋果健康

# str_first_time
source: First time
ar: أولاً
de: Erstes Mal
el: Πρώτη φορά
es: Primera vez
fa: اولین بار
fr: Première fois
he: פעם ראשונה
id: Pertama kali
it: Prima volta
pl: Pierwszy raz
ru: В первый раз
th: ครั้งแรก
tr: İlk kez
ur: پہلی بار
vi: Lần đầu tiên
zh_hant: 第一次

# str_second_time
source: Second time
ar: المره الثانيه
de: Zweites Mal
el: Δεύτερη φορά
es: Segunda vez
fa: بار دوم
fr: Deuxième fois
he: פעם שנייה
id: Kedua kalinya
it: Seconda volta
pl: Drugi raz
ru: Второй раз
th: ครั้งที่สอง
tr: İkinci kez
ur: دوسری بار
vi: Lần thứ hai
zh_hant: 第二次

# str_third_time
source: Third time
ar: المرة الثالثة
de: Drittes Mal
el: Τρίτη φορά
es: Tercera vez
fa: بار سوم
fr: Troisième fois
he: פעם שלישית
id: Ketiga kalinya
it: Terza volta
pl: Trzeci raz
ru: Третий раз
th: ครั้งที่สาม
tr: Üçüncü kez
ur: تیسری مرتبہ
vi: Lần thứ ba
zh_hant: 第三次

# str_fourth_time
source: Fourth time
ar: المرة الرابعة
de: Viertes Mal
el: Τέταρτη φορά
es: Cuarta vez
fa: چهارمین بار
fr: Quatrième fois
he: פעם רביעית
id: Keempat kalinya
it: Quarta volta
pl: Czwarty raz
ru: Четвертый раз
th: ครั้งที่สี่
tr: Dördüncü kez
ur: چوتھی بار
vi: Lần thứ tư
zh_hant: 第四次

# str_fifth_time
source: Fifth time
ar: المرة الخامسة
de: Fünftes Mal
el: Πέμπτη φορά
es: Quinta vez
fa: بار پنجم
fr: Cinquième fois
he: פעם חמישית
id: Kelima kalinya
it: Quinta volta
pl: Piąty raz
ru: Пятый раз
th: ครั้งที่ห้า
tr: Beşinci kez
ur: پانچویں بار
vi: Lần thứ năm
zh_hant: 第五次

# str_breath_tips
source: Turn on the breathing training switch and perform breathing training 5 times a day.
ar: قم بتشغيل مفتاح تدريب التنفس وقم بإجراء تدريب التنفس 5 مرات في اليوم.
de: Schalten Sie den Atemtrainingsschalter ein und führen Sie 5 Mal am Tag ein Atemtraining durch.
el: Ενεργοποιήστε τον διακόπτη προπόνησης αναπνοής και πραγματοποιήστε προπόνηση αναπνοής 5 φορές την ημέρα.
es: Active el interruptor de entrenamiento de respiración y realice el entrenamiento de respiración 5 veces al día.
fa: سوئیچ آموزش تنفس را روشن کنید و تمرین تنفس را 5 بار در روز انجام دهید.
fr: Activez l'interrupteur d'entraînement respiratoire et effectuez un entraînement respiratoire 5 fois par jour.
he: הפעל את מתג אימון הנשימה ובצע אימון נשימה 5 פעמים ביום.
id: Hidupkan sakelar latihan pernapasan dan lakukan latihan pernapasan 5 kali sehari.
it: Attiva l'interruttore dell'allenamento respiratorio ed esegui l'allenamento respiratorio 5 volte al giorno.
pl: Włącz przełącznik treningu oddechowego i wykonuj trening oddechowy 5 razy dziennie.
ru: Включите переключатель тренировки дыхания и выполняйте дыхательную тренировку 5 раз в день.
th: เปิดสวิตช์การฝึกหายใจและฝึกหายใจ 5 ครั้งต่อวัน
tr: Nefes alıştırma anahtarını açın ve günde 5 kez nefes egzersizi yapın.
ur: سانس لینے کی تربیت کے سوئچ کو آن کریں اور دن میں 5 بار سانس لینے کی تربیت انجام دیں۔
vi: Bật công tắc luyện thở và thực hiện luyện thở 5 lần một ngày.
zh_hant: 打開呼吸訓練開關，每天進行5次呼吸訓練。

# str_total_training_time
source: Total training time
ar: إجمالي وقت التدريب
de: Gesamttrainingszeit
el: Συνολικός χρόνος προπόνησης
es: Tiempo total de entrenamiento
fa: کل زمان تمرین
fr: Durée totale de l'entraînement
he: זמן אימון כולל
id: Total waktu pelatihan
it: Tempo totale di allenamento
pl: Całkowity czas treningu
ru: Общее время обучения
th: เวลาการฝึกทั้งหมด
tr: Toplam eğitim süresi
ur: تربیت کا کل وقت
vi: Tổng thời gian đào tạo
zh_hant: 訓練總時長

# str_average_training_time
source: Average training time
ar: متوسط وقت التدريب
de: Durchschnittliche Trainingszeit
el: Μέσος χρόνος εκπαίδευσης
es: Tiempo medio de entrenamiento
fa: میانگین زمان تمرین
fr: Durée moyenne d'entraînement
he: זמן אימון ממוצע
id: Rata-rata waktu pelatihan
it: Tempo medio di allenamento
pl: Średni czas treningu
ru: Среднее время обучения
th: เวลาการฝึกโดยเฉลี่ย
tr: Ortalama eğitim süresi
ur: تربیت کا اوسط وقت
vi: Thời gian đào tạo trung bình
zh_hant: 平均訓練時長

# str_dial_market
source: Dial Market
ar: سوق الاتصال الهاتفي
de: Markt wählen
es: Marcar mercado
fa: بازار شماره گیری
fr: Composer un marché
he: שוק חיוג
id: Panggil Pasar
pl: Rynek wybierania numeru
ru: Рынок звонков
th: ไดอัลมาร์เก็ต
tr: Çevir Pazarı
ur: ڈائل مارکیٹ
vi: Thị trường quay số
zh_hant: 錶盤市場

# str_more
source: More
ar: أكثر
de: Mehr
el: Περισσότερα
es: Más
fa: بیشتر
fr: Plus
he: עוד
id: Lainnya
it: Altro
pl: Więcej
ru: Еще
th: เพิ่มเติม
tr: Daha Fazla
ur: مزید
vi: Thêm
zh_hant: 更多

# str_msg_push
source: Message Push
ar: دفع الرسالة
de: Nachrichten-Push
el: Προώθηση μηνύματος
es: Envío de mensaje
fa: فشار پیام
fr: Message envoyé
he: דחיפה של הודעה
id: Tekan Pesan
it: Messaggio push
pl: Przesłanie wiadomości
ru: Отправить сообщение
th: พุชข้อความ
tr: Mesaj Gönderimi
ur: میسج پش
vi: Đẩy tin nhắn
zh_hant: 消息推送

# str_take_photo
source: Take Photo
ar: تصوير
de: Foto machen
el: Λήψη φωτογραφίας
es: Tomar foto
fa: عکس بگیر
fr: Prendre une photo
he: צלם תמונה
id: Ambil Foto
it: Scatta foto
pl: Zrób zdjęcie
ru: Сделать фото
th: ถ่ายภาพ
tr: Fotoğraf Çek
ur: تصویر لو
vi: Chụp ảnh
zh_hant: 拍照

# str_search_device
source: Search Device
ar: ابحث عن الجهاز
de: Gerät suchen
el: Αναζήτηση συσκευής
es: Buscar dispositivo
fa: جستجوی دستگاه
fr: Rechercher un appareil
he: התקן חיפוש
id: Perangkat Pencarian
it: Cerca dispositivo
pl: Wyszukaj urządzenie
ru: Поиск устройства
th: อุปกรณ์ค้นหา
tr: Cihaz Ara
ur: ڈیوائس تلاش کریں۔
vi: Tìm kiếm thiết bị
zh_hant: 查找設備

# str_long_sit
source: Sedentary Reminder
ar: تذكير مستقر
de: Sesshafte Erinnerung
el: Καθιστική υπενθύμιση
es: Recordatorio de sedentarismo
fa: یادآوری کم تحرک
fr: Rappel sédentaire
he: תזכורת בישיבה
id: Pengingat Menetap
it: Promemoria sedentarietà
pl: Przypomnienie o siedzącym trybie
ru: Напоминание о сидячем положении
th: เตือนความจำอยู่ประจำ
tr: Yerleşik Hatırlatma
ur: بیہودہ یاد دہانی
vi: Nhắc nhở ít vận động
zh_hant: 久坐提醒

# str_drink
source: Drink water reminder
ar: تذكير شرب الماء
de: Erinnerung an Wasser trinken
el: Υπενθύμιση πόσιμου νερού
es: Recordatorio de beber agua
fa: یادآور نوشیدن آب
fr: Rappel de boire de l'eau
he: תזכורת לשתות מים
id: Pengingat air minum
it: Promemoria per bere acqua
pl: Przypomnienie o piciu wody
ru: Напоминание о питье воды
th: เตือนให้ดื่มน้ำ
tr: İçme suyu hatırlatıcısı
ur: پانی پینے کی یاد دہانی
vi: Nhắc nhở uống nước
zh_hant: 喝水提醒

# str_warn_model
source: Warning Model
ar: وضع التذكير
de: Warnmodell
el: Μοντέλο προειδοποίησης
es: Modelo de advertencia
fa: مدل هشدار
fr: Modèle d'avertissement
he: דגם אזהרה
it: Modello di avviso
pl: Model ostrzegawczy
ru: Модель предупреждения
th: แบบจำลองคำเตือน
tr: Uyarı Modeli
ur: وارننگ ماڈل
vi: Mô hình cảnh báo
zh_hant: 提醒模式

# str_alarm
source: Alarm Reminder
ar: تذكير المنبه
de: Alarmerinnerung
el: Υπενθύμιση συναγερμού
es: Recordatorio de alarma
fa: یادآوری هشدار
fr: Rappel d'alarme
he: תזכורת אזעקה
id: Pengingat Alarm
it: Promemoria sveglia
pl: Przypomnienie o alarmie
ru: Напоминание о тревоге
th: เตือนความจำ
tr: Alarm Hatırlatıcı
ur: الارم یاد دہانی
vi: Nhắc nhở Báo thức
zh_hant: 鬧鐘提醒

# str_screen_light
source: Raise your wrist to light up the screen
ar: ارفع معصمك لتشغيل الشاشة
de: Heben Sie Ihr Handgelenk, um den Bildschirm zu beleuchten
el: Σηκώστε τον καρπό σας για να φωτίσετε την οθόνη
es: Levanta la muñeca para iluminar la pantalla
fa: مچ خود را بالا بیاورید تا صفحه نمایش روشن شود
fr: Levez votre poignet pour éclairer l'écran
he: הרם את פרק היד כדי להאיר את המסך
id: Angkat pergelangan tangan Anda untuk menerangi layar
it: Alza il polso per illuminare lo schermo
pl: Podnieś nadgarstek, aby rozświetlić ekran
ru: Поднимите запястье, чтобы включить экран
th: ยกข้อมือขึ้นเพื่อให้หน้าจอสว่างขึ้น
tr: Ekranı aydınlatmak için bileğinizi kaldırın
ur: اسکرین کو روشن کرنے کے لیے اپنی کلائی کو اوپر کریں۔
vi: Giơ cổ tay lên để làm sáng màn hình
zh_hant: 抬腕亮屏

# str_screen_long
source: Screen bright time
ar: وقت الشاشة المشرق
de: Bildschirmhelligkeit
el: Χρόνος φωτεινότητας οθόνης
es: Tiempo de brillo de la pantalla
fa: زمان روشنایی صفحه
fr: Temps de luminosité de l'écran
he: זמן בהיר מסך
id: Waktu terang layar
it: Tempo di luminosità dello schermo
pl: Czas jasności ekranu
ru: Время яркости экрана
th: เวลาหน้าจอสว่าง
tr: Ekran parlaklığı süresi
ur: اسکرین کا روشن وقت
vi: Thời gian sáng màn hình
zh_hant: 亮屏時長

# str_hr_watcher
source: Heart Rate Monitor
ar: مراقبة معدل ضربات القلب
de: Herzfrequenzmesser
el: Μόνιτορ καρδιακού παλμού
es: Monitor de frecuencia cardíaca
fa: نمایشگر ضربان قلب
fr: Moniteur de fréquence cardiaque
he: מד דופק
id: Monitor Detak Jantung
it: Cardiofrequenzimetro
pl: Monitor pracy serca
ru: Пульсометр
th: เครื่องวัดอัตราการเต้นของหัวใจ
tr: Nabız Monitörü
ur: دل کی شرح مانیٹر
vi: Theo dõi nhịp tim
zh_hant: 心率監測

# str_no_disturb
source: Do Not Disturb Mode
ar: لا تزعج الوضع
de: Nicht stören-Modus
el: Λειτουργία Μην ενοχλείτε
es: Modo No molestar
fa: حالت مزاحم نشوید
fr: Mode Ne pas déranger
he: מצב אל תפריע
id: Mode Jangan Ganggu
it: Modalità Non disturbare
pl: Tryb Nie przeszkadzać
ru: Режим Не беспокоить
th: โหมดห้ามรบกวน
tr: Rahatsız Etmeyin Modu
ur: ڈسٹرب نہ موڈ
vi: Chế độ Không làm phiền
zh_hant: 勿擾模式

# str_ota
source: Firmware Upgrade
ar: ترقية البرامج الثابتة
el: Αναβάθμιση υλικολογισμικού
es: Actualización de firmware
fa: به روز رسانی سیستم عامل
fr: Mise à jour du micrologiciel
he: שדרוג קושחה
id: Peningkatan Firmware
it: Aggiornamento firmware
pl: Aktualizacja oprogramowania sprzętowego
ru: Обновление прошивки
th: อัปเกรดเฟิร์มแวร์
tr: Bellenim Güncellemesi
ur: فرم ویئر اپ گریڈ
vi: Nâng cấp chương trình cơ sở
zh_hant: 固件升級

# str_weather
source: Weather Sync
ar: مزامنة الطقس
de: Wettersynchronisierung
el: Συγχρονισμός καιρού
es: Sincronización meteorológica
fa: همگام سازی آب و هوا
fr: Synchronisation météo
he: סנכרון מזג אוויר
id: Sinkronisasi Cuaca
it: Sincronizzazione meteo
pl: Synchronizacja pogody
ru: Синхронизация с погодой
th: ซิงค์สภาพอากาศ
tr: Hava Durumu Senkronizasyonu
ur: موسم کی مطابقت پذیری
vi: Đồng bộ thời tiết
zh_hant: 天氣同步

# str_address_book
source: Address Book
ar: دليل العناوين
de: Adressbuch
el: Βιβλίο διευθύνσεων
es: Libreta de direcciones
fa: دفتر آدرس
fr: Carnet d'adresses
he: פנקס כתובות
id: Buku Alamat
it: Rubrica indirizzi
pl: Książka adresowa
ru: Адресная книга
th: สมุดรายชื่อ
tr: Adres Defteri
ur: ایڈریس بک
vi: Sổ địa chỉ
zh_hant: 通訊錄

# str_take_photo_ok
source: Take photo ok
ar: التقط الصور بنجاح
de: Foto aufnehmen ok
el: Λήψη φωτογραφίας εντάξει
es: Hacer una foto, está bien
fa: عکس بگیر خوب
fr: Prendre la photo ok
he: צלם תמונה בסדר
id: Ambil foto oke
it: Scatta foto ok
pl: Zrób zdjęcie dobrze
ru: Сделать фото нормально
th: ถ่ายภาพได้ปกติ
tr: Fotoğraf çek tamam
ur: تصویر لیں ٹھیک ہے۔
vi: Chụp ảnh ok
zh_hant: 拍照成功

# str_total_distance
source: Total distance
ar: مجموع الأميال
de: Gesamtstrecke
el: Συνολική απόσταση
es: Distancia total
fa: فاصله کل
fr: Distance totale
he: מרחק כולל
id: Jarak total
it: Distanza totale
pl: Całkowity dystans
ru: Общее расстояние
th: ระยะทางทั้งหมด
tr: Toplam mesafe
ur: کل فاصلہ
vi: Tổng khoảng cách
zh_hant: 總里程

# str_tab_sport_running_indoor
source: Indoor Running
ar: الجري الداخلي
de: Hallenlauf
el: Τρέξιμο σε εσωτερικούς χώρους
es: Correr en interiores
fa: دوی داخل سالن
fr: Course en salle
he: ריצה פנימית
id: Lari Dalam Ruangan
it: Corsa indoor
pl: Bieg w pomieszczeniu
ru: Бег в помещении
th: วิ่งในร่ม
tr: İç Mekanda Koşu
ur: انڈور رننگ
vi: Chạy trong nhà
zh_hant: 室內跑步

# str_tab_sport_running_outdoor
source: Outdoor Running
ar: الجري في الهواء الطلق
de: Laufen im Freien
el: Υπαίθριο τρέξιμο
es: Correr al aire libre
fa: دویدن در فضای باز
fr: Course en plein air
he: ריצה בחוץ
id: Lari di Luar Ruangan
it: Corsa all'aperto
pl: Bieganie na świeżym powietrzu
ru: Бег на улице
th: วิ่งกลางแจ้ง
tr: Dış Mekanda Koşu
ur: آؤٹ ڈور رننگ
vi: Chạy Ngoài Trời
zh_hant: 室外跑步

# str_tab_sport_running
source: Running
ar: جري
de: Laufen
el: Εκτέλεση
es: Corriendo
fa: دویدن
fr: Courir
he: ריצה
id: Lari
it: Correre
pl: Uruchamia
ru: Бег
th: กำลังวิ่ง
tr: Çalışıyor
ur: چل رہا ہے۔
vi: Đang chạy
zh_hant: 跑步

# str_tab_sport_walking
source: Sport Walking
ar: المشي
el: Αθλητικό περπάτημα
es: Paseo deportivo
fa: پیاده روی ورزشی
fr: Marche sportive
he: הליכת ספורט
id: Olahraga Jalan Kaki
it: Camminata sportiva
pl: Chód sportowy
ru: Спортивная ходьба
th: กีฬาเดิน
tr: Spor Yürüyüşü
ur: اسپورٹ واکنگ
vi: Đi bộ thể thao
zh_hant: 健走

# str_tab_sport_biking
source: Biking
ar: يركب
de: Radfahren
el: Ποδηλασία
es: Ciclismo
fa: دوچرخه سواری
fr: Vélo
he: רכיבה על אופניים
id: Bersepeda
it: Ciclismo
pl: Jazda na rowerze
ru: Езда на велосипеде
th: ปั่นจักรยาน
tr: Bisiklet
ur: بائیک چلانا
vi: Đạp xe
zh_hant: 騎行

# str_tab_sport_climing
source: Mountain climbing
ar: تسلق الجبال
de: Bergsteigen
el: Αναρρίχηση βουνού
es: Alpinismo
fa: کوه نوردی
fr: Escalade en montagne
he: טיפוס הרים
id: Mendaki gunung
it: Arrampicata in montagna
pl: Wspinaczka górska
ru: Альпинизм
th: ปีนเขา
tr: Dağa tırmanma
ur: پہاڑ پر چڑھنا
vi: Leo núi
zh_hant: 爬山
