Repository: Azoz-JR/Denx
Catalog: muslim_watch_app_ios/DHSFit/Resource/Languages/*.lproj/ChineseSimple.strings
Languages: ar, de, el, es, fa, fr, he, id, it, pl, ru, th, tr, ur, vi, zh_hant

# str_reset_pw_fail
source: Failed to change password, please try again
ar: فشل تغيير كلمة المرور ، يرجى المحاولة مرة أخرى
de: Passwort konnte nicht geändert werden, bitte versuchen Sie es erneut
el: Αποτυχία αλλαγής κωδικού πρόσβασης, δοκιμάστε ξανά
es: No se pudo cambiar la contraseña, inténtelo de nuevo
fa: تغییر رمز عبور ناموفق بود، لطفا دوباره امتحان کنید
fr: Échec de la modification du mot de passe, veuillez réessayer
he: החלפת הסיסמה נכשלה, אנא נסה שוב
id: Gagal mengganti kata sandi, silakan coba lagi
it: Impossibile modificare la password, riprovare
pl: Nie udało się zmienić hasła, spróbuj ponownie
ru: Не удалось изменить пароль, попробуйте еще раз
th: ไม่สามารถเปลี่ยนรหัสผ่าน โปรดลองอีกครั้ง
tr: Şifre değiştirilemedi, lütfen tekrar deneyin
ur: پاس ورڈ تبدیل کرنے میں ناکام، براہ کرم دوبارہ کوشش کریں۔
vi: Không đổi được mật khẩu, vui lòng thử lại
zh_hant: 修改密碼失敗，請重試

# str_reset_pw_success
source: Password changed successfully, please log in again
ar: تم تغيير كلمة المرور بنجاح ، يرجى تسجيل الدخول مرة أخرى
de: Passwort erfolgreich geändert, bitte erneut anmelden
el: Ο κωδικός άλλαξε επιτυχώς, συνδεθείτε ξανά
es: La contraseña se cambió correctamente, vuelva a iniciar sesión
fa: گذرواژه با موفقیت تغییر کرد، لطفا دوباره وارد شوید
fr: Mot de passe modifié avec succès, veuillez vous reconnecter
he: הסיסמה שונתה בהצלחה, אנא היכנס שוב
id: Kata sandi berhasil diubah, silakan masuk lagi
it: Password cambiata con successo, per favore accedi di nuovo
pl: Hasło zostało pomyślnie zmienione, zaloguj się ponownie
ru: Пароль успешно изменен, пожалуйста, войдите снова
th: เปลี่ยนรหัสผ่านสำเร็จ โปรดเข้าสู่ระบบอีกครั้ง
tr: Şifre başarıyla değiştirildi, lütfen tekrar oturum açın
ur: پاس ورڈ کامیابی سے تبدیل ہو گیا، براہ کرم دوبارہ لاگ ان کریں۔
vi: Mật khẩu đã thay đổi thành công, vui lòng đăng nhập lại
zh_hant: 修改密碼成功，請重新登錄

# str_please_input_opw
source: Please enter your old password
ar: الرجاء إدخال كلمة المرور القديمة
de: Bitte geben Sie Ihr altes Passwort ein
el: Παρακαλώ εισάγετε τον παλιό σας κωδικό πρόσβασης
es: Por favor, introduzca su contraseña anterior
fa: لطفا رمز عبور قدیمی خود را وارد کنید
he: אנא הזן את הסיסמה הישנה שלך
id: Masukkan kata sandi lama Anda
it: Inserisci la tua vecchia password
pl: Wprowadź swoje stare hasło
ru: Введите старый пароль
th: โปรดป้อนรหัสผ่านเก่าของคุณ
tr: Lütfen eski şifrenizi girin
ur: براہ کرم اپنا پرانا پاس ورڈ درج کریں۔
zh_hant: 請輸入舊密碼

# str_please_input_npw
source: Please enter a new password
ar: الرجاء إدخال كلمة مرور جديدة
de: Bitte geben Sie ein neues Passwort ein
el: Παρακαλώ εισάγετε έναν νέο κωδικό πρόσβασης
es: Por favor, introduzca una nueva contraseña
fa: لطفا یک رمز عبور جدید وارد کنید
he: אנא הזן סיסמה חדשה
id: Masukkan kata sandi baru
it: Inserisci una nuova password
pl: Wprowadź nowe hasło
ru: Пожалуйста, введите новый пароль
th: โปรดป้อนรหัสผ่านใหม่
tr: Lütfen yeni bir parola girin
ur: براہ کرم ایک نیا پاس ورڈ درج کریں۔
zh_hant: 請輸入新密碼

# str_update_user_info_fail
source: Failed to update user info, please try again
ar: فشل تحديث معلومات المستخدم ، يرجى المحاولة مرة أخرى
de: Benutzerinformationen konnten nicht aktualisiert werden, bitte versuchen Sie es erneut
el: Απέτυχε η ενημέρωση των στοιχείων χρήστη, δοκιμάστε ξανά
es: No se pudo actualizar la información del usuario, inténtelo de nuevo
fa: اطلاعات کاربر به روز نشد، لطفا دوباره امتحان کنید
fr: Échec de la mise à jour des informations utilisateur, veuillez réessayer
he: נכשל בעדכון פרטי המשתמש, אנא נסה שוב
id: Gagal memperbarui info pengguna, silakan coba lagi
it: Impossibile aggiornare le informazioni utente, riprova
pl: Nie udało się zaktualizować informacji o użytkowniku, spróbuj ponownie
ru: Не удалось обновить информацию о пользователе. Повторите попытку
th: ไม่สามารถอัปเดตข้อมูลผู้ใช้ โปรดลองอีกครั้ง
tr: Kullanıcı bilgileri güncellenemedi, lütfen tekrar deneyin
ur: صارف کی معلومات کو اپ ڈیٹ کرنے میں ناکام، براہ کرم دوبارہ کوشش کریں۔
vi: Không thể cập nhật thông tin người dùng, vui lòng thử lại
zh_hant: 更新用戶信息失敗，請重試

# str_network_unconnect
source: Network unconnected
ar: الشبكة غير متصلة
de: Netzwerk nicht verbunden
el: Το δίκτυο δεν είναι συνδεδεμένο
es: Red desconectada
fa: شبکه متصل نیست
fr: Réseau non connecté
he: רשת לא מחוברת
id: Jaringan tidak terhubung
it: Rete non connessa
pl: Sieć odłączona
ru: Сеть не подключена
th: ไม่ได้เชื่อมต่อเครือข่าย
tr: Ağa bağlı değil
ur: نیٹ ورک غیر منسلک ہے۔
vi: Mạng chưa kết nối
zh_hant: 網絡未連接

# str_network_error
source: Network error, please try again
ar: خطأ في الشبكة ، يرجى المحاولة مرة أخرى
de: Netzwerkfehler, bitte versuchen Sie es erneut
el: Σφάλμα δικτύου, δοκιμάστε ξανά
es: Error de red, inténtelo de nuevo
fa: خطای شبکه، لطفا دوباره امتحان کنید
fr: Erreur réseau, veuillez réessayer
he: שגיאת רשת, אנא נסה שוב
id: Kesalahan jaringan, silakan coba lagi
it: Errore di rete, riprova
pl: Błąd sieci, spróbuj ponownie
ru: Ошибка сети, повторите попытку
th: ข้อผิดพลาดของเครือข่าย โปรดลองอีกครั้ง
tr: Ağ hatası, lütfen tekrar deneyin
ur: نیٹ ورک کی خرابی، براہ کرم دوبارہ کوشش کریں۔
vi: Lỗi mạng, vui lòng thử lại
zh_hant: 網絡錯誤，請重試

# str_account_not_exist_login
source: Account does not exist, please log in again
ar: الحساب غير موجود ، يرجى تسجيل الدخول مرة أخرى
de: Konto existiert nicht, bitte melden Sie sich erneut an
el: Ο λογαριασμός δεν υπάρχει, παρακαλώ συνδεθείτε ξανά
es: La cuenta no existe, vuelva a iniciar sesión
fa: اکانت وجود ندارد، لطفا دوباره وارد شوید
fr: Le compte n'existe pas, veuillez vous reconnecter
he: החשבון אינו קיים, אנא היכנס שוב
id: Akun tidak ada, silakan masuk lagi
it: L'account non esiste, per favore accedi di nuovo
pl: Konto nie istnieje, zaloguj się ponownie
ru: Учетная запись не существует, пожалуйста, войдите снова
th: ไม่มีบัญชี โปรดเข้าสู่ระบบอีกครั้ง
tr: Hesap mevcut değil, lütfen tekrar giriş yapın
ur: اکاؤنٹ موجود نہیں ہے، براہ کرم دوبارہ لاگ ان کریں۔
vi: Tài khoản không tồn tại, vui lòng đăng nhập lại
zh_hant: 帳號不存在，請重新登錄

# str_login_overdue
source: Login has expired, please log in again
ar: انتهت صلاحية تسجيل الدخول ، يرجى تسجيل الدخول مرة أخرى
de: Login ist abgelaufen, bitte melden Sie sich erneut an
el: Η σύνδεση έχει λήξει, παρακαλώ συνδεθείτε ξανά
es: El inicio de sesión ha caducado, vuelva a iniciar sesión
fa: ورود به سیستم منقضی شده است، لطفا دوباره وارد شوید
fr: La connexion a expiré, veuillez vous reconnecter
he: פג תוקף הכניסה, אנא היכנס שוב
id: Masuk telah kedaluwarsa, silakan masuk lagi
it: Il login è scaduto, per favore accedi di nuovo
pl: Logowanie wygasło, zaloguj się ponownie
ru: Срок действия входа истек, пожалуйста, войдите снова
th: การเข้าสู่ระบบหมดอายุแล้ว โปรดเข้าสู่ระบบอีกครั้ง
tr: Giriş süresi doldu, lütfen tekrar giriş yapın
ur: لاگ ان کی میعاد ختم ہو گئی ہے، براہ کرم دوبارہ لاگ ان کریں۔
vi: Đăng nhập đã hết hạn, vui lòng đăng nhập lại
zh_hant: 登錄已過期，請重新登錄

# str_account_pw_error
source: Account or password error
ar: الحساب أو كلمة المرور غير صحيحة
de: Konto- oder Passwortfehler
el: Σφάλμα λογαριασμού ή κωδικού πρόσβασης
es: Error de cuenta o contraseña
fa: خطای حساب یا رمز عبور
fr: Erreur de compte ou de mot de passe
he: שגיאת חשבון או סיסמה
id: Akun atau kata sandi salah
it: Errore account o password
pl: Błąd konta lub hasła
ru: Ошибка учетной записи или пароля
th: บัญชีหรือรหัสผ่านผิดพลาด
tr: Hesap veya şifre hatası
ur: اکاؤنٹ یا پاس ورڈ کی خرابی۔
vi: Lỗi tài khoản hoặc mật khẩu
zh_hant: 帳號或密碼錯誤

# str_account_exist
source: Account already exists
ar: الحساب موجود بالفعل
de: Konto existiert bereits
el: Ο λογαριασμός υπάρχει ήδη
es: La cuenta ya existe
fa: حساب از قبل وجود دارد
fr: Le compte existe déjà
he: החשבון כבר קיים
id: Akun sudah ada
it: L'account esiste già
pl: Konto już istnieje
ru: Учетная запись уже существует
th: บัญชีมีอยู่แล้ว
tr: Hesap zaten var
ur: اکاؤنٹ پہلے سے موجود ہے۔
vi: Tài khoản đã tồn tại
zh_hant: 帳號已存在

# str_old_pw_error
source: The old password is incorrect
ar: كلمة المرور القديمة غير صحيحة
de: Das alte Passwort ist falsch
el: Ο παλιός κωδικός πρόσβασης είναι λάθος
es: La contraseña anterior es incorrecta
fa: رمز عبور قدیمی اشتباه است
fr: L'ancien mot de passe est incorrect
he: הסיסמה הישנה שגויה
id: Kata sandi lama salah
it: La vecchia password non è corretta
pl: Stare hasło jest nieprawidłowe
ru: Старый пароль неверный
th: รหัสผ่านเก่าไม่ถูกต้อง
tr: Eski şifre yanlış
ur: پرانا پاس ورڈ غلط ہے۔
vi: Mật khẩu cũ không đúng
zh_hant: 舊密碼不正確

# str_verify_error
source: Verification code error, please try again
ar: خطأ في رمز التحقق ، يرجى المحاولة مرة أخرى
de: Bestätigungscode-Fehler, bitte versuchen Sie es erneut
el: Σφάλμα κωδικού επαλήθευσης, δοκιμάστε ξανά
es: Error de código de verificación, inténtelo de nuevo
fa: خطای کد تایید، لطفا دوباره امتحان کنید
fr: Erreur de code de vérification, veuillez réessayer
he: שגיאת קוד אימות, אנא נסה שוב
id: Kode verifikasi salah, silakan coba lagi
it: Errore del codice di verifica, riprova
pl: Błąd kodu weryfikacyjnego, spróbuj ponownie
ru: Ошибка кода подтверждения, попробуйте еще раз
th: รหัสยืนยันผิดพลาด โปรดลองอีกครั้ง
tr: Doğrulama kodu hatası, lütfen tekrar deneyin
ur: توثیقی کوڈ کی خرابی، براہ کرم دوبارہ کوشش کریں۔
vi: Lỗi mã xác minh, vui lòng thử lại
zh_hant: 驗證碼錯誤，請重試

# str_verify_overdue
source: Verification code has expired, please try again
ar: انتهت صلاحية رمز التحقق ، يرجى المحاولة مرة أخرى
de: Verifizierungscode ist abgelaufen, bitte versuchen Sie es erneut
el: Ο κωδικός επαλήθευσης έχει λήξει, δοκιμάστε ξανά
es: El código de verificación ha caducado, inténtelo de nuevo
fa: کد تایید منقضی شده است، لطفا دوباره امتحان کنید
fr: Le code de vérification a expiré, veuillez réessayer
he: פג תוקף קוד האימות, אנא נסה שוב
id: Kode verifikasi telah kedaluwarsa, silakan coba lagi
it: Il codice di verifica è scaduto, riprova
pl: Kod weryfikacyjny wygasł, spróbuj ponownie
ru: Срок действия кода подтверждения истек, попробуйте еще раз
th: รหัสยืนยันหมดอายุ โปรดลองอีกครั้ง
tr: Doğrulama kodunun süresi doldu, lütfen tekrar deneyin
ur: توثیقی کوڈ کی میعاد ختم ہو گئی ہے، براہ کرم دوبارہ کوشش کریں۔
vi: Mã xác minh đã hết hạn, vui lòng thử lại
zh_hant: 驗證碼已過期，請重試

# str_verify_code_fail
source: Failed to get verification code, please try again
ar: فشل الحصول على رمز التحقق ، يرجى المحاولة مرة أخرى
de: Bestätigungscode konnte nicht abgerufen werden, bitte versuchen Sie es erneut
el: Απέτυχε η λήψη του κωδικού επαλήθευσης, δοκιμάστε ξανά
es: No se pudo obtener el código de verificación, inténtelo de nuevo
fa: کد تایید نشد، لطفا دوباره امتحان کنید
fr: Impossible d'obtenir le code de vérification, veuillez réessayer
he: השגת קוד האימות נכשלה, אנא נסה שוב
id: Gagal mendapatkan kode verifikasi, silakan coba lagi
it: Impossibile ottenere il codice di verifica, riprova
pl: Nie udało się pobrać kodu weryfikacyjnego, spróbuj ponownie
ru: Не удалось получить код подтверждения, попробуйте еще раз
th: ไม่สามารถรับรหัสยืนยัน โปรดลองอีกครั้ง
tr: Doğrulama kodu alınamadı, lütfen tekrar deneyin
ur: توثیقی کوڈ حاصل کرنے میں ناکام، براہ کرم دوبارہ کوشش کریں۔
vi: Không lấy được mã xác minh, vui lòng thử lại
zh_hant: 獲取驗證碼失敗，請重試

# str_account_not_exist
source: Account does not exist, please try again
ar: الحساب غير موجود ، يرجى المحاولة مرة أخرى
de: Konto existiert nicht, bitte versuchen Sie es erneut
el: Ο λογαριασμός δεν υπάρχει, δοκιμάστε ξανά
es: La cuenta no existe, inténtelo de nuevo
fa: اکانت وجود ندارد، لطفا دوباره امتحان کنید
fr: Le compte n'existe pas, veuillez réessayer
he: החשבון לא קיים, אנא נסה שוב
id: Akun tidak ada, silakan coba lagi
it: L'account non esiste, riprova
pl: Konto nie istnieje, spróbuj ponownie
ru: Учетная запись не существует, попробуйте еще раз
th: ไม่มีบัญชี โปรดลองอีกครั้ง
tr: Hesap mevcut değil, lütfen tekrar deneyin
ur: اکاؤنٹ موجود نہیں ہے، براہ کرم دوبارہ کوشش کریں۔
vi: Tài khoản không tồn tại, vui lòng thử lại
zh_hant: 帳號不存在，請重試

# str_pw_diff
source: Two password inputs are inconsistent
ar: كلمتا المرور اللتان تم إدخالهما غير متسقتين
de: Zwei Passworteingaben sind inkonsistent
el: Δύο εισαγωγές κωδικού πρόσβασης είναι ασυνεπείς
es: Dos entradas de contraseña son inconsistentes
fa: دو ورودی رمز عبور متناقض هستند
fr: Deux entrées de mot de passe sont incohérentes
he: שתי הזנות סיסמאות אינן עקביות
id: Dua masukan kata sandi tidak konsisten
it: Due password immesse non sono coerenti
pl: Dwa wprowadzone hasła są niespójne
ru: Два введенных пароля несовместимы
th: การป้อนรหัสผ่านสองรายการไม่สอดคล้องกัน
tr: İki parola girişi tutarsız
ur: دو پاس ورڈ ان پٹ متضاد ہیں۔
vi: Hai lần nhập mật khẩu không nhất quán
zh_hant: 兩次密碼輸入不一致

# str_register_fail
source: Registration failed, please try again
ar: فشل التسجيل ، يرجى المحاولة مرة أخرى
de: Registrierung fehlgeschlagen, bitte versuchen Sie es erneut
el: Η εγγραφή απέτυχε, δοκιμάστε ξανά
es: Error al registrarse, inténtelo de nuevo
fa: ثبت نام شکست خورد، لطفا دوباره امتحان کنید
fr: L'enregistrement a échoué, veuillez réessayer
he: הרישום נכשל, אנא נסה שוב
id: Pendaftaran gagal, silakan coba lagi
it: Registrazione fallita, riprova
pl: Rejestracja nie powiodła się, spróbuj ponownie
ru: Ошибка регистрации, попробуйте еще раз
th: การลงทะเบียนล้มเหลว โปรดลองอีกครั้ง
tr: Kayıt başarısız, lütfen tekrar deneyin
ur: رجسٹریشن ناکام ہو گیا، براہ کرم دوبارہ کوشش کریں۔
vi: Đăng ký không thành công, vui lòng thử lại
zh_hant: 註冊失敗，請重試

# str_register_success
source: Registration successful
ar: نجاح التسجيل
de: Registrierung erfolgreich
el: Η εγγραφή είναι επιτυχής
es: Registro exitoso
fa: ثبت نام با موفقیت انجام شد
fr: Enregistrement réussi
he: הרישום הצליח
id: Pendaftaran berhasil
it: Registrazione riuscita
pl: Rejestracja powiodła się
ru: Регистрация прошла успешно
th: การลงทะเบียนสำเร็จ
tr: Kayıt başarılı
ur: رجسٹریشن کامیاب
vi: Đăng ký thành công
zh_hant: 註冊成功

# str_please_input_legal_verify
source: Please enter a 4-digit verification code
ar: الرجاء إدخال رمز التحقق المكون من 4 أرقام
de: Bitte geben Sie einen 4-stelligen Verifizierungscode ein
el: Παρακαλώ εισάγετε έναν τετραψήφιο κωδικό επαλήθευσης
es: Ingrese un código de verificación de 4 dígitos
fa: لطفا یک کد تایید 4 رقمی وارد کنید
he: אנא הזן קוד אימות בן 4 ספרות
id: Masukkan kode verifikasi 4 digit
it: Inserisci un codice di verifica a 4 cifre
pl: Wprowadź 4-cyfrowy kod weryfikacyjny
ru: Пожалуйста, введите 4-значный код подтверждения
th: โปรดป้อนรหัสยืนยัน 4 หลัก
tr: Lütfen 4 basamaklı bir doğrulama kodu girin
ur: براہ کرم 4 ہندسوں کا تصدیقی کوڈ درج کریں۔
zh_hant: 請輸入4位數字驗證碼

# str_clear_cache_tips
source: Are you sure to delete the cache?
ar: هل أنت متأكد من حذف ذاكرة التخزين المؤقت؟
de: Möchten Sie den Cache wirklich löschen?
el: Είστε βέβαιοι ότι θα διαγράψετε την κρυφή μνήμη;
es: ¿Está seguro de eliminar el caché?
fa: آیا مطمئن هستید که کش را حذف می کنید؟
fr: Etes-vous sûr de vouloir supprimer le cache ?
he: האם אתה בטוח שתמחק את המטמון?
id: Apakah Anda yakin ingin menghapus tembolok?
it: Sei sicuro di eliminare la cache?
pl: Czy na pewno chcesz usunąć pamięć podręczną?
ru: Вы действительно хотите удалить кеш?
th: คุณแน่ใจหรือว่าจะลบแคช
tr: Önbelleği silmek istediğinizden emin misiniz?
ur: کیا آپ یقینی طور پر کیشے کو حذف کرنا چاہتے ہیں؟
vi: Bạn có chắc chắn xóa bộ nhớ cache không?
zh_hant: 確定刪除緩存？

# str_clear_cache_success
source: Clear cache successful
ar: مسح ذاكرة التخزين المؤقت بنجاح
de: Cache löschen erfolgreich
el: Επιτυχής εκκαθάριση της προσωρινής μνήμης
es: Borrar caché correctamente
fa: پاک کردن کش با موفقیت انجام شد
fr: Effacement du cache réussi
he: ניקוי המטמון הצליח
id: Berhasil menghapus cache
it: Svuota cache riuscita
pl: Wyczyszczenie pamięci podręcznej powiodło się
ru: Очистить кеш успешно
th: ล้างแคชสำเร็จ
tr: Önbelleği temizleme başarılı
ur: کیشے کو صاف کرنا کامیاب
vi: Xóa bộ nhớ đệm thành công
zh_hant: 清除緩存成功

# str_no_cache
source: Currently no cache
ar: حاليا لا يوجد مخبأ
de: Aktuell kein Cache
el: Αυτήν τη στιγμή δεν υπάρχει κρυφή μνήμη
es: Actualmente no hay caché
fa: در حال حاضر حافظه پنهان وجود ندارد
fr: Actuellement pas de cache
he: כרגע אין מטמון
id: Saat ini tidak ada tembolok
it: Attualmente nessuna cache
pl: Obecnie brak pamięci podręcznej
ru: В настоящее время кэша нет
th: ขณะนี้ไม่มีแคช
tr: Şu anda önbellek yok
ur: فی الحال کوئی کیش نہیں ہے۔
vi: Hiện tại không có bộ đệm
zh_hant: 當前沒有緩存

# str_connected
source: Connected
ar: متصل
de: Verbunden
el: Συνδέθηκε
es: Conectado
fa: متصل شد
fr: Connecté
he: מחובר
id: Terhubung
it: Connesso
pl: Połączono
ru: Подключено
th: เชื่อมต่อแล้ว
tr: Bağlandı
ur: جڑا ہوا
vi: Đã kết nối
zh_hant: 已連接

# str_disconnected
source: Disconnected
ar: غير متصل
de: Getrennt
el: Αποσυνδέθηκε
es: Desconectado
fa: قطع
fr: Déconnecté
he: מנותק
id: Terputus
it: Disconnesso
pl: Rozłączony
ru: Отключено
th: ไม่ได้เชื่อมต่อ
tr: Bağlantı Kesildi
ur: منقطع
vi: Đã ngắt kết nối
zh_hant: 未連接

# str_login_fail
source: Login failed, please try again
ar: فشل تسجيل الدخول. يرجى المحاولة مرة أخرى
de: Anmeldung fehlgeschlagen, bitte versuchen Sie es erneut
el: Η σύνδεση απέτυχε, δοκιμάστε ξανά
es: Error al iniciar sesión, inténtelo de nuevo
fa: ورود ناموفق بود، لطفا دوباره امتحان کنید
fr: La connexion a échoué, veuillez réessayer
he: הכניסה נכשלה, אנא נסה שוב
id: Login gagal, silakan coba lagi
it: Accesso non riuscito, riprova
pl: Logowanie nie powiodło się, spróbuj ponownie
ru: Ошибка входа, попробуйте еще раз
th: การเข้าสู่ระบบล้มเหลว โปรดลองอีกครั้ง
tr: Giriş başarısız, lütfen tekrar deneyin
ur: لاگ ان ناکام ہوگیا، براہ کرم دوبارہ کوشش کریں۔
vi: Đăng nhập không thành công, vui lòng thử lại
zh_hant: 登錄失敗，請重試

# str_del_acc_fai
source: Account logout failed, please try again
ar: فشل تسجيل الخروج من الحساب ، يرجى المحاولة مرة أخرى
de: Kontoabmeldung fehlgeschlagen, bitte versuchen Sie es erneut
el: Αποτυχία αποσύνδεσης λογαριασμού, δοκιμάστε ξανά
es: Falló el cierre de sesión de la cuenta, inténtelo de nuevo
fa: خروج از حساب انجام نشد، لطفا دوباره امتحان کنید
fr: La déconnexion du compte a échoué, veuillez réessayer
he: היציאה מהחשבון נכשלה, אנא נסה שוב
id: Gagal keluar akun, silakan coba lagi
it: Logout dell'account non riuscito, riprova
pl: Wylogowanie z konta nie powiodło się, spróbuj ponownie
ru: Не удалось выйти из учетной записи. Повторите попытку
th: การออกจากระบบบัญชีล้มเหลว โปรดลองอีกครั้ง
tr: Hesap oturumu kapatılamadı, lütfen tekrar deneyin
ur: اکاؤنٹ لاگ آؤٹ ناکام ہوگیا، براہ کرم دوبارہ کوشش کریں۔
vi: Đăng xuất tài khoản không thành công, vui lòng thử lại
zh_hant: 賬號註銷失敗，請重試

# str_bind_account_fail
source: Account binding failed, please try again
ar: فشل ربط الحساب ، يرجى المحاولة مرة أخرى
de: Kontobindung fehlgeschlagen, bitte versuchen Sie es erneut
el: Η δέσμευση λογαριασμού απέτυχε, δοκιμάστε ξανά
es: Error en el enlace de la cuenta, inténtelo de nuevo
fa: پیوند حساب انجام نشد، لطفا دوباره امتحان کنید
fr: La liaison du compte a échoué, veuillez réessayer
he: כריכת החשבון נכשלה, אנא נסה שוב
id: Pengikatan akun gagal, silakan coba lagi
it: Associazione account fallita, riprova
pl: Powiązanie konta nie powiodło się, spróbuj ponownie
ru: Ошибка привязки учетной записи, попробуйте еще раз
th: การผูกบัญชีล้มเหลว โปรดลองอีกครั้ง
tr: Hesap bağlama başarısız oldu, lütfen tekrar deneyin
ur: اکاؤنٹ بائنڈنگ ناکام ہو گئی، براہ کرم دوبارہ کوشش کریں۔
vi: Liên kết tài khoản không thành công, vui lòng thử lại
zh_hant: 帳號綁定失敗，請重試

# str_back_desktop_tips
source: Press again to exit Muslim Watch
ar: اضغط مرة أخرى للخروج من Muslim Watch
de: Erneut drücken, um Muslim Watch zu beenden
el: Πατήστε ξανά για έξοδο από το Muslim Watch
es: Pulse de nuevo para salir de Muslim Watch
fa: برای خروج از Muslim Watch دوباره فشار دهید
fr: Appuyez à nouveau pour quitter Muslim Watch
he: לחץ שוב כדי לצאת מ-Muslim Watch
id: Tekan lagi untuk keluar dari Muslim Watch
it: Premi di nuovo per uscire da Muslim Watch
pl: Naciśnij ponownie, aby wyjść z Muslim Watch
ru: Нажмите еще раз, чтобы выйти из Muslim Watch
th: กดอีกครั้งเพื่อออกจาก Muslim Watch
tr: Muslim Watch'ten çıkmak için tekrar basın
ur: Muslim Watch سے باہر نکلنے کے لیے دوبارہ دبائیں۔
vi: Nhấn lần nữa để thoát khỏi chế độ hồi sinh
zh_hant: 再按一次退出Muslim Watch

# str_count
source: times
ar: من الدرجة الثانية
de: mal
el: φορές
es: veces
fa: بار
fr: fois
he: פעמים
it: volte
pl: razy
ru: раз
th: ครั้ง
tr: kez
ur: اوقات
vi: lần
zh_hant: 次

# str_times_min
source: times/minute
ar: مرات / دقيقة
de: Zeiten/Minute
el: φορές/λεπτό
es: veces/minuto
fa: زمان/دقیقه
fr: fois/minute
he: פעמים/דקה
id: kali/menit
it: volte/minuto
pl: razy/minutę
ru: раз в минуту
th: ครั้ง/นาที
tr: kez/dakika
ur: اوقات / منٹ
vi: lần/phút
zh_hant: 次/分鐘

# str_no_data
source: No data yet
ar: لايوجد بيانات
de: Noch keine Daten
el: Δεν υπάρχουν ακόμη δεδομένα
es: Todavía no hay datos
fa: هنوز داده ای وجود ندارد
fr: Pas encore de données
he: עדיין אין נתונים
id: Belum ada data
it: Ancora nessun dato
pl: Jeszcze brak danych
ru: Данных пока нет
th: ยังไม่มีข้อมูล
tr: Henüz veri yok
ur: ابھی تک کوئی ڈیٹا نہیں ہے۔
vi: Chưa có dữ liệu
zh_hant: 暫無數據

# str_mins
source: minutes
ar: دقيقة
de: Minuten
el: λεπτά
es: minutos
fa: دقیقه
he: דקות
id: menit
it: minuti
pl: minuty
ru: минуты
th: นาที
tr: dakika
ur: منٹ
vi: phút
zh_hant: 分鐘

# str_second
source: second
ar: ثانية
de: zweite
el: δεύτερο
fa: دوم
he: שני
id: kedua
it: secondo
pl: sekunda
ru: секунда
th: วินาที
tr: ikinci
ur: دوسرا
vi: giây
zh_hant: 秒

# str_contact_person
source: Contact person
ar: الشخص الذي يمكن الاتصال به
de: Ansprechpartner
el: Άτομο επικοινωνίας
es: Persona de contacto
fa: شخص تماس
fr: Personne de contact
he: איש קשר
id: Kontak orang
it: Persona di contatto
pl: Osoba kontaktowa
ru: Контактное лицо
th: บุคคลที่ติดต่อ
tr: İlgili kişi
ur: رابطے کا بندہ
vi: Người liên hệ
zh_hant: 聯繫人

# str_alarm_exist
source: Alarm already exists
ar: التنبيه موجود بالفعل
de: Alarm existiert bereits
el: Ο συναγερμός υπάρχει ήδη
es: La alarma ya existe
fa: زنگ از قبل وجود دارد
fr: L'alarme existe déjà
he: ההתרעה כבר קיימת
id: Alarm sudah ada
it: L'allarme esiste già
pl: Alarm już istnieje
ru: Тревога уже существует
th: มีสัญญาณเตือนอยู่แล้ว
tr: Alarm zaten var
ur: الارم پہلے سے موجود ہے۔
vi: Đã có báo động
zh_hant: 鬧鐘已存在

# str_max_alarm_count
source: Add up to 5 alarms
ar: أضف ما يصل إلى 5 منبهات
de: Bis zu 5 Alarme hinzufügen
el: Προσθήκη έως και 5 συναγερμών
es: Agregar hasta 5 alarmas
fa: حداکثر 5 آلارم اضافه کنید
fr: Ajouter jusqu'à 5 alarmes
he: הוסף עד 5 אזעקות
id: Tambahkan hingga 5 alarm
it: Aggiungi fino a 5 allarmi
pl: Dodaj do 5 alarmów
ru: Добавить до 5 будильников
th: เพิ่มการเตือนได้สูงสุด 5 รายการ
tr: En fazla 5 alarm ekleyin
ur: 5 الارم تک شامل کریں۔
vi: Thêm tối đa 5 báo thức
zh_hant: 最多添加5個鬧鐘

# str_max_contact_count
source: Add up to 20 contacts
ar: أضف ما يصل إلى 20 جهة اتصال
de: Bis zu 20 Kontakte hinzufügen
el: Προσθήκη έως και 20 επαφών
es: Agregar hasta 20 contactos
fa: حداکثر 20 مخاطب اضافه کنید
fr: Ajouter jusqu'à 20 contacts
he: הוסף עד 20 אנשי קשר
id: Tambahkan hingga 20 kontak
it: Aggiungi fino a 20 contatti
pl: Dodaj maksymalnie 20 kontaktów
ru: Добавить до 20 контактов
th: เพิ่มที่ติดต่อสูงสุด 20 รายการ
tr: En fazla 20 kişi ekleyin
ur: 20 تک رابطے شامل کریں۔
vi: Thêm tối đa 20 liên hệ
zh_hant: 最多添加20個聯繫人

# str_select_all
source: Select All
ar: اختر الكل
de: Alle auswählen
el: Επιλογή όλων
es: Seleccionar todo
fa: انتخاب همه
fr: Tout sélectionner
he: בחר הכל
id: Pilih Semua
it: Seleziona tutto
pl: Zaznacz wszystko
ru: Выбрать все
th: เลือกทั้งหมด
tr: Tümünü Seç
ur: تمام منتخب کریں
vi: Chọn tất cả
zh_hant: 全選

# str_call
source: Call
ar: يتصل
de: Anruf
el: Κλήση
es: Llamar
fa: تماس
fr: Appeler
he: התקשר
id: Panggil
it: Chiama
pl: Połącz
ru: Позвонить
th: โทร
tr: Ara
ur: کال کریں۔
vi: Gọi
zh_hant: 來電

# str_sms
source: SMS
ar: رسالة قصيرة
fa: پیامک
ru: СМС
th: ข้อความ
ur: پیغام
zh_hant: 短信

# str_qq
source: QQ
ar: ف ف
th: คิวคิว

# str_whatsapp
source: WhatsApp
ar: ال WhatsApp
fa: واتس اپ
he: וואטסאפ
ur: واٹس ایپ
