Repository: Azoz-JR/Denx
Catalog: muslim_watch_app_ios/DHSFit/Resource/Languages/*.lproj/ChineseSimple.strings
Languages: ar, de, el, es, fa, fr, he, id, it, pl, ru, th, tr, ur, vi, zh_hant

# str_messenger
source: Messenger
ar: رسول
el: Αγγελιοφόρος
es: Mensajero
fa: پیام رسان
fr: Messager
he: שליח
id: Utusan
it: Messaggero
ru: Мессенджер
th: เมสเซนเจอร์
tr: Haberci
ur: میسنجر
vi: Người đưa tin

# str_twitter
source: Twitter
ar: تويتر
de: Twittern
fa: تویتر
he: טוויטר
ru: Твиттер
th: ทวิตเตอร์
ur: ٹویٹر

# str_e_wechat
source: Enterprise WeChat
ar: المؤسسة WeChat
de: Unternehmens-WeChat
el: Επιχειρηματικό WeChat
es: WeChat empresarial
fa: وی چت سازمانی
fr: Entreprise WeChat
he: WeChat ארגוני
id: WeChat Perusahaan
it: Impresa WeChat
pl: Korporacyjny WeChat
ru: Корпоративный WeChat
th: WeChat ระดับองค์กร
tr: Kurumsal WeChat
ur: انٹرپرائز WeChat
vi: Wechat doanh nghiệp
zh_hant: 企業微信

# str_email
source: Email
ar: بريد
es: Correo electrónico
fa: ایمیل
fr: Courriel
he: אימייל
ru: Электронная почта
th: อีเมล
tr: E-posta
ur: ای میل
zh_hant: 郵箱

# str_calendar
source: Calendar
ar: تقويم
de: Kalender
el: Ημερολόγιο
es: Calendario
fa: تقویم
fr: Calendrier
he: לוח שנה
id: Kalender
it: Calendario
pl: Kalendarz
ru: Календарь
th: ปฏิทิน
tr: Takvim
ur: کیلنڈر
vi: Lịch

# str_viber
source: Viber
ar: فايبر
fa: وایبر
ru: Вибер
th: ไวเบอร์
ur: وائبر

# str_skype
source: Skype
ar: سكايب
fa: اسکایپ
he: סקייפ
ru: Скайп
th: สไกป์
ur: سکائپ

# str_kakaotalk
source: Kakaotalk
ar: Kakao الحديث
fa: کاکاوتالک
ru: КакаоTalk
ur: کاکاوٹالک

# str_tumblr
source: Tumblr
ar: نعرفكم
th: ทัมเบลอร์
ur: ٹمبلر

# str_snapchat
source: Snapchat
ar: سناب شات
th: สแน็ปแชท
ur: سنیپ چیٹ
vi: Trò chuyện nhanh

# str_youtube
source: Youtube
ar: موقع YouTube
he: יוטיוב
ru: Ютуб
th: ยูทูบ
ur: یوٹیوب

# str_pinterset
source: Pinterset
ar: بينترسيت
ru: Пинтерсет
th: พินเตอร์เซ็ต
ur: پنٹرسیٹ

# str_tiktok
source: Tiktok
ar: تيك توك
fa: تیکتوک
ru: Тикток
th: ติ๊กต๊อก
ur: ٹک ٹاک

# str_gmail
source: G-mail
ar: البريد الإلكتروني
de: Google Mail
es: Correo de Gmail
fa: جی-میل
th: จีเมล
tr: G-postası
ur: جی میل

# str_other
source: other
ar: آخر
de: andere
el: άλλο
es: otro
fa: دیگر
fr: autre
he: אחר
id: lainnya
it: altro
pl: inne
ru: другое
th: อื่นๆ
tr: diğer
ur: دوسرے
vi: khác
zh_hant: 其他

# str_facebook
source: Facebook
ar: فيسبوك
fa: فیس بوک
he: פייסבוק
ru: Фейсбук
th: เฟสบุ๊ค
ur: فیس بک

# str_linkedin
source: Linkedin
ar: ينكدين
el: Σύνδεσμος
fa: لینکدین
th: เชื่อมโยงใน
ur: لنکڈن

# str_instagram
source: Instagram
ar: انستغرام
fa: اینستاگرام
he: אינסטגרם
ru: Инстаграм
th: อินสตาแกรม
ur: انسٹاگرام

# str_line
source: Line
ar: خط
de: Linie
el: Γραμμή
es: Línea
fa: خط
fr: Ligne
he: קו
id: Baris
it: Linea
pl: Linia
ru: Строка
th: เส้น
ur: لائن
vi: Dòng

# str_ota_start
source: Start upgrade
ar: ابدأ في الترقية
de: Upgrade starten
el: Έναρξη αναβάθμισης
es: Iniciar actualización
fa: شروع ارتقاء
fr: Démarrer la mise à niveau
he: התחל שדרוג
id: Mulai peningkatan
it: Avvia aggiornamento
pl: Rozpocznij aktualizację
ru: Начать обновление
th: เริ่มอัปเกรด
tr: Yükseltmeyi başlat
ur: اپ گریڈ شروع کریں۔
vi: Bắt đầu nâng cấp
zh_hant: 開始升級

# str_ota_restart
source: Restart
ar: إعادة الترقية
de: Neu starten
el: Επανεκκίνηση
es: Reiniciar
fa: راه اندازی مجدد
fr: Redémarrer
he: הפעל מחדש
id: Mulai ulang
it: Riavvia
pl: Uruchom ponownie
ru: Перезапустить
th: รีสตาร์ท
tr: Yeniden Başlat
ur: دوبارہ شروع کریں
vi: Khởi động lại
zh_hant: 重新升級

# str_ota_current_version
source: Current firmware version:
ar: إصدار البرنامج الثابت الحالي:
de: Aktuelle Firmware-Version:
el: Τρέχουσα έκδοση υλικολογισμικού:
es: Versión de firmware actual:
fa: نسخه سیستم عامل فعلی:
fr: Version actuelle du micrologiciel :
he: גרסת קושחה נוכחית:
id: Versi firmware saat ini:
it: Versione attuale del firmware:
pl: Aktualna wersja oprogramowania układowego:
ru: Текущая версия прошивки:
th: เวอร์ชันเฟิร์มแวร์ปัจจุบัน:
tr: Geçerli aygıt yazılımı sürümü:
ur: موجودہ فرم ویئر ورژن:
vi: Phiên bản chương trình cơ sở hiện tại:
zh_hant: 當前固件版本:

# str_ota_version
source: Firmware version:
ar: نسخة برنامج ثابت:
el: Έκδοση υλικολογισμικού:
es: Versión de firmware:
fa: نسخه سیستم عامل:
fr: Version du micrologiciel :
he: גרסת קושחה:
id: Versi firmware:
it: Versione firmware:
pl: Wersja oprogramowania układowego:
ru: Версия прошивки:
th: เวอร์ชันเฟิร์มแวร์:
tr: Bellenim sürümü:
ur: فرم ویئر ورژن:
vi: Phiên bản chương trình cơ sở:
zh_hant: 固件版本:

# str_ota_filesize
source: Firmware size:
ar: حجم البرنامج الثابت:
de: Firmware-Größe:
el: Μέγεθος υλικολογισμικού:
es: Tamaño del firmware:
fa: اندازه سیستم عامل:
fr: Taille du micrologiciel :
he: גודל קושחה:
id: Ukuran firmware:
it: Dimensione firmware:
pl: Rozmiar oprogramowania układowego:
ru: Размер прошивки:
th: ขนาดเฟิร์มแวร์:
tr: Bellenim boyutu:
ur: فرم ویئر سائز:
vi: Kích thước phần sụn:
zh_hant: 固件大小:

# str_ota_update_message
source: Update message:
ar: تحديث المحتوى:
de: Nachricht aktualisieren:
el: Ενημέρωση μηνύματος:
es: Actualizar mensaje:
fa: به روز رسانی پیام:
fr: Message de mise à jour :
he: עדכון הודעה:
id: Perbarui pesan:
it: Aggiorna messaggio:
pl: Zaktualizuj wiadomość:
ru: Сообщение об обновлении:
th: ข้อความอัปเดต:
tr: Güncelleme mesajı:
ur: اپ ڈیٹ پیغام:
vi: Thông báo cập nhật:
zh_hant: 更新內容:

# str_bluetooth_poweroff
source: Please turn on your phone's Bluetooth
ar: يرجى تشغيل البلوتوث الخاص بهاتفك المحمول
de: Bitte schalten Sie das Bluetooth Ihres Telefons ein
el: Ενεργοποιήστε το Bluetooth του τηλεφώνου σας
es: Active el Bluetooth de su teléfono
fa: لطفا بلوتوث گوشی خود را روشن کنید
fr: Veuillez activer le Bluetooth de votre téléphone
he: אנא הפעל את ה-Bluetooth של הטלפון שלך
id: Harap hidupkan Bluetooth ponsel Anda
it: Attiva il Bluetooth del telefono
pl: Włącz Bluetooth w telefonie
ru: Включите Bluetooth на телефоне
th: โปรดเปิดบลูทูธของโทรศัพท์
tr: Lütfen telefonunuzun Bluetooth'unu açın
ur: براہ کرم اپنے فون کا بلوٹوتھ آن کریں۔
vi: Vui lòng bật Bluetooth trên điện thoại của bạn
zh_hant: 請打開手機藍牙

# str_search_qrcode_error
source: Qrcode error
ar: استثناء رمز الاستجابة السريعة
de: Qrcode-Fehler
el: Σφάλμα Qrcode
es: Error de código Qr
fa: خطای Qrcode
fr: Erreur Qrcode
he: שגיאת Qrcode
id: Kesalahan kode qr
it: Errore Qrcode
pl: Błąd kodu QR
ru: Ошибка Qrcode
th: คิวอาร์โค้ดผิดพลาด
tr: Qrcode hatası
ur: Qrcode کی خرابی۔
vi: Qrcode lỗi
zh_hant: 二維碼異常

# str_connect_fail
source: Connection failed
ar: فشل الاتصال
de: Verbindung fehlgeschlagen
el: Η σύνδεση απέτυχε
es: Error en la conexión
fa: اتصال ناموفق بود
fr: La connexion a échoué
he: החיבור נכשל
id: Koneksi gagal
it: Connessione fallita
pl: Połączenie nie powiodło się
ru: Подключение не удалось
th: การเชื่อมต่อล้มเหลว
tr: Bağlantı başarısız
ur: رابطہ ناکام
vi: Kết nối thất bại
zh_hant: 連接失敗

# str_device_disconnected
source: Device disconnected
ar: الجهاز غير متصل
de: Gerät getrennt
el: Η συσκευή αποσυνδέθηκε
es: Dispositivo desconectado
fa: دستگاه قطع شد
fr: Appareil déconnecté
he: המכשיר מנותק
id: Perangkat terputus
it: Dispositivo disconnesso
pl: Urządzenie odłączone
ru: Устройство отключено
th: อุปกรณ์ไม่ได้เชื่อมต่อ
tr: Aygıt bağlantısı kesildi
ur: آلہ منقطع ہو گیا۔
vi: Thiết bị đã ngắt kết nối
zh_hant: 設備未連接

# str_search_qrcode_tips
source: Put the QR code/barcode into the box, and it will be scanned automatically
ar: ضع رمز الاستجابة السريعة / الباركود في الإطار وسيتم مسحه ضوئيًا تلقائيًا
de: Legen Sie den QR-Code/Barcode in die Box und er wird automatisch gescannt
el: Βάλτε τον κωδικό QR/barcode στο πλαίσιο και θα σαρωθεί αυτόματα
es: Coloque el código QR/código de barras en el cuadro y se escaneará automáticamente
fa: کد/بارکد QR را در کادر قرار دهید تا به طور خودکار اسکن شود
fr: Mettez le code QR/code-barres dans la boîte et il sera scanné automatiquement
he: הכנס את קוד QR/ברקוד לתיבה, והוא ייסרק אוטומטית
id: Masukkan kode QR/barcode ke dalam kotak, dan akan dipindai secara otomatis
it: Inserisci il codice QR/codice a barre nella casella e verrà scansionato automaticamente
pl: Włóż kod QR/kod kreskowy do pudełka, a zostanie on automatycznie zeskanowany
ru: Поместите QR-код/штрих-код в поле, и он будет отсканирован автоматически
th: ใส่คิวอาร์โค้ด/บาร์โค้ดในช่อง แล้วคิวอาร์โค้ด/บาร์โค้ดจะถูกสแกนโดยอัตโนมัติ
tr: QR kodunu/barkodu kutuya koyun, otomatik olarak taranacaktır
ur: باکس میں QR کوڈ/بار کوڈ ڈالیں، اور یہ خود بخود اسکین ہو جائے گا۔
vi: Đặt mã QR/mã vạch vào hộp, và nó sẽ được quét tự động
zh_hant: 將二維碼/條碼放入框內, 即可自動掃描

# str_clear_alarm_tips
source: Are you sure you want to delete the alarm?
ar: هل أنت متأكد أنك تريد حذف المنبه؟
de: Möchten Sie den Alarm wirklich löschen?
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε τον συναγερμό;
es: ¿Está seguro de que desea eliminar la alarma?
fa: آیا مطمئن هستید که می خواهید زنگ هشدار را حذف کنید؟
fr: Etes-vous sûr de vouloir supprimer l'alarme ?
he: האם אתה בטוח שברצונך למחוק את האזעקה?
id: Apakah Anda yakin ingin menghapus alarm?
it: Sei sicuro di voler eliminare la sveglia?
pl: Czy na pewno chcesz usunąć alarm?
ru: Вы уверены, что хотите удалить будильник?
th: คุณแน่ใจหรือไม่ว่าต้องการลบการเตือน
tr: Alarmı silmek istediğinizden emin misiniz?
ur: کیا آپ واقعی الارم کو حذف کرنا چاہتے ہیں؟
vi: Bạn có chắc muốn xóa báo thức không?
zh_hant: 確定刪除鬧鐘？

# str_delete
source: Delete
ar: يمسح
de: Löschen
el: Διαγραφή
es: Eliminar
fa: حذف
fr: Supprimer
he: מחק
id: Hapus
it: Elimina
pl: Usuń
ru: Удалить
th: ลบ
tr: Sil
ur: حذف کریں۔
vi: Xóa
zh_hant: 刪除

# str_please_input_person
source: Please enter a person
ar: الرجاء إدخال جهة اتصال
de: Bitte geben Sie eine Person ein
el: Παρακαλώ εισάγετε ένα άτομο
es: Por favor, introduzca una persona
fa: لطفا یک نفر را وارد کنید
fr: Veuillez saisir une personne
he: אנא הזן אדם
id: Silakan masukkan seseorang
it: Inserisci una persona
pl: Wprowadź osobę
ru: Введите имя человека
th: โปรดป้อนบุคคล
tr: Lütfen bir kişi girin
ur: براہ کرم ایک شخص درج کریں۔
zh_hant: 請輸入聯繫人

# str_please_input_contact
source: Please enter contact information
ar: الرجاء إدخال معلومات الاتصال
de: Bitte Kontaktdaten eingeben
el: Παρακαλώ εισάγετε τα στοιχεία επικοινωνίας
es: Por favor, introduzca la información de contacto
fa: لطفا اطلاعات تماس را وارد کنید
fr: Veuillez saisir les informations de contact
he: אנא הזן פרטי איש קשר
id: Silakan masukkan informasi kontak
it: Inserisci le informazioni di contatto
pl: Wprowadź informacje kontaktowe
ru: Пожалуйста, введите контактную информацию
th: โปรดป้อนข้อมูลติดต่อ
tr: Lütfen iletişim bilgilerini girin
ur: براہ کرم رابطہ کی معلومات درج کریں۔
zh_hant: 請輸入聯繫方式

# str_camera_permission_title
source: Camera permission is not enabled
ar: لم يتم تمكين إذن الكاميرا
de: Kameraberechtigung ist nicht aktiviert
el: Η άδεια κάμερας δεν είναι ενεργοποιημένη
es: El permiso de la cámara no está activado
fa: مجوز دوربین فعال نیست
fr: L'autorisation de la caméra n'est pas activée
he: הרשאת המצלמה אינה מופעלת
id: Izin kamera tidak diaktifkan
it: Il permesso della fotocamera non è abilitato
pl: Uprawnienia kamery nie są włączone
ru: Разрешение камеры не включено
th: สิทธิ์ใช้งานกล้องไม่ได้เปิดใช้งาน
tr: Kamera izni etkin değil
ur: کیمرے کی اجازت فعال نہیں ہے۔
vi: Chưa bật quyền truy cập máy ảnh
zh_hant: 相機權限未開啟

# str_camera_permission_message
source: You can set in "Settings-->Muslim Watch" to allow camera permissions
ar: يمكنك ضبطه في "الإعدادات -> Muslim Watch " للسماح باستخدام أذونات الكاميرا
de: Sie können in "Einstellungen-->Muslim Watch" festlegen, dass Kameraberechtigungen zugelassen werden
el: Μπορείτε να ρυθμίσετε το "Settings-->Muslim Watch" για να επιτρέπονται τα δικαιώματα κάμερας
es: Puede configurar "Configuración-->Muslim Watch" para permitir permisos de cámara
fa: می توانید در "Settings-->Muslim Watch" تنظیم کنید تا مجوزهای دوربین را مجاز کنید
fr: Vous pouvez définir dans "Paramètres-->Muslim Watch" pour autoriser les autorisations de caméra
he: תוכל להגדיר ב'הגדרות-->Muslim Watch" כדי לאפשר הרשאות מצלמה
id: Anda dapat mengatur di "Pengaturan-->Muslim Watch" untuk mengizinkan izin kamera
it: Puoi impostare in "Impostazioni-->Muslim Watch" per consentire i permessi della fotocamera
pl: Możesz ustawić w "Ustawienia-->Muslim Watch", aby zezwolić na uprawnienia kamery
ru: Вы можете установить в "Настройки-->Muslim Watch", чтобы разрешить доступ к камере
th: คุณสามารถตั้งค่าใน "Settings-->Muslim Watch" เพื่ออนุญาตให้ใช้กล้อง
tr: Kamera izinlerine izin vermek için "Ayarlar-->Muslim Watch" içinde ayarlayabilirsiniz
ur: آپ کیمرے کی اجازت دینے کے لیے "ترتیبات--&gt;Muslim Watch" میں سیٹ کر سکتے ہیں۔
vi: Bạn có thể thiết lập trong "Cài đặt-->Muslim Watch" để cho phép các quyền của máy ảnh
zh_hant: 您可以在"設置-->Muslim Watch"設置為允許使用相機權限

# str_location_permission_title
source: Location permission not enabled
ar: إذن الموقع غير ممكّن
de: Standorterlaubnis nicht aktiviert
el: Η άδεια τοποθεσίας δεν είναι ενεργοποιημένη
es: Permiso de ubicación no habilitado
fa: مجوز مکان فعال نیست
fr: Autorisation de localisation non activée
he: הרשאת מיקום לא מופעלת
id: Izin lokasi tidak diaktifkan
it: Permesso di localizzazione non abilitato
pl: Pozwolenie na lokalizację nie jest włączone
ru: Разрешение на определение местоположения не включено
th: ไม่ได้เปิดใช้งานการอนุญาตตำแหน่ง
tr: Konum izni etkin değil
ur: مقام کی اجازت فعال نہیں ہے۔
vi: Chưa bật quyền truy cập vị trí
zh_hant: 定位權限未開啟

# str_location_permission_message
source: You can enable location permission in "Settings-->Muslim Watch"
ar: يمكنك ضبطه للسماح باستخدام أذونات تحديد المواقع في "الإعدادات -> Muslim Watch "
de: Sie können die Standortberechtigung in "Einstellungen-->Muslim Watch" aktivieren
el: Μπορείτε να ενεργοποιήσετε την άδεια τοποθεσίας στο "Settings-->Muslim Watch"
es: Puede habilitar el permiso de ubicación en "Configuración-->Muslim Watch"
fa: شما می توانید آن را در تنظیمات-->Muslim Watch تنظیم کنید تا اجازه استفاده از مجوزهای مکان را بدهد
fr: Vous pouvez activer l'autorisation de localisation dans "Paramètres-->Muslim Watch"
he: תוכל לאפשר הרשאת מיקום ב"הגדרות-->Muslim Watch"
id: Anda dapat mengaktifkan izin lokasi di "Pengaturan-->Muslim Watch"
it: Puoi abilitare il permesso di localizzazione in "Impostazioni-->Muslim Watch"
pl: Możesz włączyć uprawnienia do lokalizacji w "Ustawienia-->Muslim Watch"
ru: Вы можете включить разрешение на определение местоположения в "Настройки-->Muslim Watch"
th: คุณสามารถเปิดใช้งานการอนุญาตตำแหน่งใน "Settings-->Muslim Watch"
tr: Konum iznini "Ayarlar-->Muslim Watch" içinden etkinleştirebilirsiniz
ur: آپ "Settings--&gt;Muslim Watch" میں مقام کی اجازت کو فعال کر سکتے ہیں۔
vi: Bạn có thể bật quyền truy cập vị trí trong "Cài đặt-->Muslim Watch"
zh_hant: 您可以在"設置-->Muslim Watch"設置為允許使用定位權限

# str_omit_device_message
source: To ensure the device connects normally next time, please go to "Settings>Bluetooth" to ignore this device
ar: للتأكد من أن الجهاز سيتصل بشكل طبيعي في المرة القادمة n الرجاء الانتقال إلى "الإعدادات> البلوتوث " لتجاهل هذا الجهاز
de: Um sicherzustellen, dass sich das Gerät beim nächsten Mal normal verbindet, gehen Sie bitte zu "Einstellungen > Bluetooth", um dieses Gerät zu ignorieren
el: Για να βεβαιωθείτε ότι η συσκευή θα συνδεθεί κανονικά την επόμενη φορά, παρακαλώ μεταβείτε στο "Ρυθμίσεις>Bluetooth" για να αγνοήσετε αυτήν τη συσκευή
es: Para asegurarse de que el dispositivo se conecte normalmente la próxima vez, vaya a "Configuración>Bluetooth" para ignorar este dispositivo
fa: برای اطمینان از اتصال عادی دستگاه دفعه بعد، لطفاً به "Settings>Bluetooth" بروید تا این دستگاه را نادیده بگیرید
fr: Pour vous assurer que l'appareil se connecte normalement la prochaine fois, veuillez accéder à "Paramètres>Bluetooth" pour ignorer cet appareil
he: כדי להבטיח שהמכשיר יתחבר כרגיל בפעם הבאה, עבור אל "הגדרות>Bluetooth" כדי להתעלם מהמכשיר הזה
id: Untuk memastikan perangkat tersambung secara normal lain kali, silakan buka "Pengaturan>Bluetooth" untuk mengabaikan perangkat ini
it: Per assicurarti che il dispositivo si connetta normalmente la prossima volta, vai su "Impostazioni>Bluetooth" per ignorare questo dispositivo
pl: Aby mieć pewność, że następnym razem urządzenie połączy się normalnie, przejdź do "Ustawienia>Bluetooth" i zignoruj ​​to urządzenie
ru: Чтобы устройство в следующий раз подключилось нормально, перейдите в "Настройки>Bluetooth", чтобы игнорировать это устройство
th: เพื่อให้แน่ใจว่าอุปกรณ์เชื่อมต่อตามปกติในครั้งต่อไป โปรดไปที่ "การตั้งค่า>บลูทูธ" เพื่อละเว้นอุปกรณ์นี้
tr: Bir dahaki sefere cihazın normal şekilde bağlandığından emin olmak için, lütfen "Ayarlar>Bluetooth" seçeneğine giderek bu cihazı yok sayın
ur: اس بات کو یقینی بنانے کے لیے کہ اگلی بار آلہ عام طور پر جڑے، براہ کرم اس ڈیوائس کو نظر انداز کرنے کے لیے "ترتیبات&gt;بلوٹوتھ" پر جائیں
vi: Để đảm bảo thiết bị kết nối bình thường vào lần tới, vui lòng vào "Cài đặt>Bluetooth" để bỏ qua thiết bị này
zh_hant: 為確保設備下次正常連接, 請前往"設置>藍牙"中忽略此設備

# str_signout_message
source: Are you sure you want to log out?
ar: هل أنت متأكد من تسجيل الخروج؟
de: Möchten Sie sich wirklich abmelden?
el: Είστε βέβαιοι ότι θέλετε να αποσυνδεθείτε;
es: ¿Está seguro de que desea cerrar la sesión?
fa: آیا مطمئن هستید که می خواهید از سیستم خارج شوید؟
fr: Voulez-vous vraiment vous déconnecter ?
he: האם אתה בטוח שאתה רוצה לצאת?
id: Apakah Anda yakin ingin keluar?
it: Sei sicuro di voler uscire?
pl: Czy na pewno chcesz się wylogować?
ru: Вы уверены, что хотите выйти из системы?
th: คุณแน่ใจหรือไม่ว่าต้องการออกจากระบบ
tr: Çıkış yapmak istediğinizden emin misiniz?
ur: کیا آپ واقعی لاگ آؤٹ کرنا چاہتے ہیں؟
vi: Bạn có chắc muốn đăng xuất không?
zh_hant: 確定退出登錄？

# str_sport_end_message
source: Are you sure you want to end the sport?
ar: هل أنت متأكد أنك تريد إنهاء التمرين؟
de: Sind Sie sicher, dass Sie den Sport beenden möchten?
el: Είστε βέβαιοι ότι θέλετε να τερματίσετε το άθλημα;
es: ¿Está seguro de que desea finalizar el deporte?
fa: آیا مطمئن هستید که می خواهید ورزش را پایان دهید؟
fr: Êtes-vous sûr de vouloir mettre fin au sport ?
he: האם אתה בטוח שאתה רוצה לסיים את הספורט?
id: Apakah Anda yakin ingin mengakhiri olahraga?
it: Sei sicuro di voler terminare lo sport?
pl: Czy na pewno chcesz zakończyć sport?
ru: Вы уверены, что хотите завершить игру?
th: คุณแน่ใจหรือไม่ว่าต้องการยุติการแข่งขันกีฬา
tr: Sporu bitirmek istediğinizden emin misiniz?
ur: کیا آپ واقعی کھیل کو ختم کرنا چاہتے ہیں؟
vi: Bạn có chắc muốn kết thúc môn thể thao này không?
zh_hant: 確定結束運動？

# str_sport_end_nodata_message
source: The exercise distance is insufficient, are you sure to give up the current exercise?
ar: مسافة التمرين غير كافية ، هل أنت متأكد من التخلي عن التمرين الحالي؟
de: Die Trainingsdistanz ist unzureichend, möchten Sie die aktuelle Übung wirklich abbrechen?
el: Η απόσταση της άσκησης είναι ανεπαρκής, είστε βέβαιοι ότι θα εγκαταλείψετε την τρέχουσα άσκηση;
es: La distancia del ejercicio es insuficiente, ¿está seguro de abandonar el ejercicio actual?
fa: فاصله تمرین کافی نیست، آیا مطمئن هستید که تمرین فعلی را رها می کنید؟
fr: La distance d'exercice est insuffisante, êtes-vous sûr d'abandonner l'exercice en cours ?
he: מרחק התרגיל אינו מספיק, האם אתה בטוח לוותר על התרגיל הנוכחי?
id: Jarak latihan tidak mencukupi, apakah Anda yakin akan menghentikan latihan saat ini?
it: La distanza dell'esercizio è insufficiente, sei sicuro di rinunciare all'esercizio in corso?
pl: Dystans ćwiczenia jest niewystarczający, czy na pewno chcesz zrezygnować z bieżącego ćwiczenia?
ru: Дистанция для упражнения недостаточна. Вы уверены, что хотите отказаться от текущего упражнения?
th: ระยะทางในการออกกำลังกายไม่เพียงพอ คุณแน่ใจหรือที่จะยกเลิกการออกกำลังกายปัจจุบัน
tr: Egzersiz mesafesi yetersiz, mevcut egzersizi bırakmak istediğinizden emin misiniz?
ur: ورزش کا فاصلہ ناکافی ہے، کیا آپ یقینی طور پر موجودہ ورزش کو ترک کرنا چاہتے ہیں؟
vi: Khoảng cách bài tập không đủ, bạn có chắc chắn bỏ bài tập hiện tại không?
zh_hant: 運動距離不足，確定放棄當前運動？

# str_contact_permission_title
source: Contact permission is not enabled
ar: لم يتم تمكين إذن دفتر العناوين
de: Kontaktberechtigung ist nicht aktiviert
el: Η άδεια επικοινωνίας δεν είναι ενεργοποιημένη
es: El permiso de contacto no está habilitado
fa: مجوز تماس فعال نیست
fr: L'autorisation de contact n'est pas activée
he: הרשאת איש קשר אינה מופעלת
id: Izin kontak tidak diaktifkan
it: Il permesso di contatto non è abilitato
pl: Uprawnienia do kontaktów nie są włączone
ru: Разрешение контакта не включено
th: สิทธิ์ในการติดต่อไม่ได้เปิดใช้งาน
tr: Kişi izni etkin değil
ur: رابطہ کی اجازت فعال نہیں ہے۔
vi: Chưa bật quyền liên hệ
zh_hant: 通訊錄權限未開啟

# str_contact_permission_message
source: You can set "Settings-->Muslim Watch" to allow the use of address book permissions
ar: يمكنك ضبطه للسماح باستخدام أذونات دفتر العناوين في "الإعدادات -> Muslim Watch "
de: Sie können "Einstellungen-->Muslim Watch" so einstellen, dass die Verwendung von Adressbuchberechtigungen erlaubt wird
el: Μπορείτε να ορίσετε "Settings-->Muslim Watch" ώστε να επιτρέπεται η χρήση των δικαιωμάτων του βιβλίου διευθύνσεων
es: Puede establecer "Configuración-->Muslim Watch" para permitir el uso de permisos de libreta de direcciones
fa: شما می توانید "Settings-->Muslim Watch" را برای اجازه استفاده از مجوزهای دفترچه آدرس تنظیم کنید
fr: Vous pouvez définir "Paramètres-->Muslim Watch" pour autoriser l'utilisation des autorisations du carnet d'adresses
he: תוכל להגדיר את "הגדרות-->Muslim Watch" כדי לאפשר שימוש בהרשאות פנקס הכתובות
id: Anda dapat mengatur "Pengaturan-->Muslim Watch" untuk mengizinkan penggunaan izin buku alamat
it: Puoi impostare "Impostazioni-->Muslim Watch" per consentire l'uso dei permessi della rubrica
pl: Możesz ustawić "Ustawienia-->Muslim Watch", aby zezwolić na korzystanie z uprawnień książki adresowej
ru: Вы можете установить "Настройки-->Muslim Watch", чтобы разрешить использование разрешений адресной книги
th: คุณสามารถตั้งค่า "Settings-->Muslim Watch" เพื่ออนุญาตให้ใช้สิทธิ์ในสมุดรายชื่อ
tr: Adres defteri izinlerinin kullanımına izin vermek için "Ayarlar-->Muslim Watch" ayarını yapabilirsiniz
ur: آپ ایڈریس بک کی اجازتوں کے استعمال کی اجازت دینے کے لیے "ترتیبات--&gt;Muslim Watch" سیٹ کرسکتے ہیں۔
vi: Bạn có thể đặt "Cài đặt-->Muslim Watch" để cho phép sử dụng quyền sổ địa chỉ
zh_hant: 您可以在"設置-->Muslim Watch"設置為允許使用通訊錄權限

# str_check_app_version
source: Check for new version
ar: تحقق من الإصدار الجديد
de: Auf neue Version prüfen
el: Έλεγχος για νέα έκδοση
es: Buscar nueva versión
fa: نسخه جدید را بررسی کنید
fr: Vérifier la nouvelle version
he: בדוק אם יש גרסה חדשה
id: Periksa versi baru
it: Controlla la nuova versione
pl: Sprawdź dostępność nowej wersji
ru: Проверить наличие новой версии
th: ตรวจสอบเวอร์ชันใหม่
tr: Yeni sürümü kontrol edin
ur: نئے ورژن کی جانچ کریں۔
vi: Kiểm tra phiên bản mới
zh_hant: 檢查新版本

# str_longpress_unlock
source: Long press to unlock
ar: اضغط لفترة طويلة لفتح
de: Zum Entsperren lange drücken
el: Πατήστε παρατεταμένα για ξεκλείδωμα
es: Mantenga pulsado para desbloquear
fa: فشار طولانی برای باز کردن قفل
fr: Appuyez longuement pour déverrouiller
he: לחץ לחיצה ארוכה כדי לבטל את הנעילה
id: Tekan lama untuk membuka
it: Premi a lungo per sbloccare
pl: Długie naciśnięcie, aby odblokować
ru: Длительное нажатие для разблокировки
th: กดค้างเพื่อปลดล็อก
tr: Kilidi açmak için uzun basın
ur: غیر مقفل کرنے کے لیے دیر تک دبائیں۔
vi: Nhấn lâu để mở khóa
zh_hant: 長按解鎖

# str_longpress_end
source: Long press end
ar: اضغط لفترة طويلة لإنهاء
de: Langes Drücken Ende
el: Τέλος παρατεταμένου πάτημα
es: Fin de pulsación larga
fa: پایان فشار طولانی
fr: Appuyez longuement sur fin
he: סיום לחיצה ארוכה
id: Tekan lama akhir
it: Premi a lungo fine
pl: Długie naciśnięcie końca
ru: Завершение длительного нажатия
th: สิ้นสุดการกดแบบยาว
tr: Sona uzun basın
ur: طویل پریس اختتام
vi: Nhấn lâu kết thúc
zh_hant: 長按結束

# str_click_continue
source: Click to continue
ar: انقر للمتابعة
de: Zum Fortfahren klicken
el: Κάντε κλικ για συνέχεια
es: Haga clic para continuar
fa: برای ادامه کلیک کنید
fr: Cliquez pour continuer
he: לחץ כדי להמשיך
id: Klik untuk melanjutkan
it: Fai clic per continuare
pl: Kliknij, aby kontynuować
ru: Нажмите, чтобы продолжить
th: คลิกเพื่อดำเนินการต่อ
tr: Devam etmek için tıklayın
ur: جاری رکھنے کے لیے کلک کریں۔
zh_hant: 點擊繼續
