Repository: Azoz-JR/Denx
Catalog: muslim_watch_app_ios/DHSFit/Resource/Languages/*.lproj/ChineseSimple.strings
Languages: ar, de, el, es, fa, fr, he, id, it, pl, ru, th, tr, ur, vi, zh_hant

# str_install
source: Install
ar: ثَبَّتَ
de: Installieren
el: Εγκατάσταση
es: Instalar
fa: نصب
fr: Installer
he: התקן
id: Pasang
it: Installa
pl: Zainstaluj
ru: Установить
th: ติดตั้ง
tr: Yükle
ur: انسٹال کریں۔
vi: Cài đặt
zh_hant: 安裝

# str_installed
source: Installed
ar: المثبتة
de: Installiert
el: Εγκαταστάθηκε
es: Instalado
fa: نصب شده
fr: Installé
he: מותקן
id: Terpasang
it: Installato
pl: Zainstalowano
ru: Установлено
th: ติดตั้งแล้ว
tr: Yüklendi
ur: انسٹال
zh_hant: 已安裝

# str_dial_free
source: Free
ar: حر
de: Kostenlos
el: Δωρεάν
es: Gratis
fa: رایگان
fr: Gratuit
he: חינם
id: Gratis
it: Gratis
pl: Bezpłatny
ru: Бесплатно
th: ฟรี
tr: Ücretsiz
ur: مفت
vi: Miễn phí
zh_hant: 免費

# str_installing
source: Installing
ar: التثبيت
de: Installieren
el: Εγκατάσταση
es: Instalando
fa: نصب
fr: Installation
he: מתקין
id: Memasang
it: Installazione
pl: Instalowanie
ru: Установка
th: กำลังติดตั้ง
tr: Yükleniyor
ur: انسٹال کرنا
vi: Đang cài đặt
zh_hant: 正在安裝

# str_dial_un_install
source: Uninstall
ar: غير مثبت
de: Deinstallieren
el: Κατάργηση εγκατάστασης
es: Desinstalar
fa: حذف نصب
fr: Désinstaller
he: הסר התקנה
id: Copot pemasangan
it: Disinstalla
pl: Odinstaluj
ru: Удалить
th: ถอนการติดตั้ง
tr: Kaldır
ur: ان انسٹال کریں۔
vi: Gỡ cài đặt
zh_hant: 未安裝

# str_dial_custom
source: Custom Dial
ar: وجه ساعة مخصص
de: Benutzerdefiniertes Wählen
el: Προσαρμοσμένη κλήση
es: Marcación personalizada
fa: شماره گیری سفارشی
fr: Numérotation personnalisée
he: חיוג מותאם אישית
id: Panggilan Khusus
it: Composizione personalizzata
pl: Wybieranie niestandardowe
ru: Пользовательский набор
th: การโทรแบบกำหนดเอง
tr: Özel Arama
ur: حسب ضرورت ڈائل
vi: Quay số tùy chỉnh
zh_hant: 自定義錶盤

# str_dial_custom_tips
source: Create your own dial according to your personal preferences.
ar: اصنع وجه الساعة الخاص بك وفقًا لتفضيلاتك الشخصية.
de: Erstellen Sie Ihr eigenes Zifferblatt nach Ihren persönlichen Vorlieben.
el: Δημιουργήστε το δικό σας καντράν σύμφωνα με τις προσωπικές σας προτιμήσεις.
es: Cree su propia esfera según sus preferencias personales.
fa: شماره گیری خود را با توجه به ترجیحات شخصی خود ایجاد کنید.
fr: Créez votre propre cadran selon vos préférences personnelles.
he: צור חוגה משלך בהתאם להעדפותיך האישיות.
id: Buat dial Anda sendiri sesuai dengan preferensi pribadi Anda.
it: Crea il tuo quadrante in base alle tue preferenze personali.
pl: Utwórz własną tarczę zgodnie z własnymi preferencjami.
ru: Создайте собственный циферблат в соответствии со своими предпочтениями.
th: สร้างหน้าปัดของคุณเองตามความชอบส่วนตัวของคุณ
tr: Kişisel tercihlerinize göre kendi kadranınızı oluşturun.
ur: اپنی ذاتی ترجیحات کے مطابق اپنا ڈائل بنائیں۔
vi: Tạo quay số của riêng bạn theo sở thích cá nhân của bạn.
zh_hant: 根據您的個人喜好，製作屬於您個人的錶盤。

# str_dial_detail
source: Dial Details
ar: تفاصيل الاتصال
de: Wähldetails
el: Λεπτομέρειες κλήσης
es: Detalles de marcación
fa: جزئیات شماره گیری
fr: Détails du numéro
he: פרטי חיוג
id: Panggil Detail
it: Dettagli composizione
pl: Szczegóły wybierania
ru: Сведения о наборе номера
th: รายละเอียดการโทร
tr: Arama Ayrıntıları
ur: تفصیلات ڈائل کریں۔
vi: Chi Tiết Quay Số
zh_hant: 錶盤詳情

# str_notes
source: Notes:
ar: احتياطات:
de: Notizen:
el: Σημειώσεις:
es: Notas:
fa: یادداشت:
fr: Remarques :
he: הערות:
id: Catatan:
it: Note:
pl: Notatki:
ru: Примечания:
th: โน้ต:
tr: Notlar:
ur: نوٹس:
vi: Ghi chú:
zh_hant: 注意事項:

# str_notes_dial
source: During the dial installation process, please do not leave this page, please do not operate your phone or watch, make sure the installation is complete!
ar: أثناء عملية التثبيت ، يرجى عدم مغادرة هذه الصفحة ، وعدم تشغيل هاتفك ومشاهدته ، والتأكد من اكتمال التثبيت!
de: Bitte verlassen Sie diese Seite während der Einwahl-Installation nicht, bedienen Sie Ihr Telefon oder Ihre Uhr nicht, vergewissern Sie sich, dass die Installation abgeschlossen ist!
el: Κατά τη διαδικασία εγκατάστασης κλήσης, μην εγκαταλείψετε αυτήν τη σελίδα, μην χρησιμοποιείτε το τηλέφωνο ή το ρολόι σας, βεβαιωθείτε ότι η εγκατάσταση έχει ολοκληρωθεί!
es: Durante el proceso de instalación del dial, no abandone esta página, no opere su teléfono o reloj, ¡asegúrese de que la instalación esté completa!
fa: در طول مراحل نصب شماره گیری، لطفاً از این صفحه خارج نشوید، لطفاً از تلفن یا ساعت خود استفاده نکنید، مطمئن شوید که نصب کامل شده است!
fr: Pendant le processus d'installation du cadran, veuillez ne pas quitter cette page, veuillez ne pas utiliser votre téléphone ou votre montre, assurez-vous que l'installation est terminée !
he: במהלך תהליך התקנת החוגה, נא לא לצאת מדף זה, נא לא להפעיל את הטלפון או השעון שלך, ודא שההתקנה הושלמה!
id: Selama proses pemasangan dial, mohon jangan tinggalkan halaman ini, mohon jangan operasikan ponsel atau jam tangan Anda, pastikan pemasangan selesai!
it: Durante il processo di installazione dial, non uscire da questa pagina, non utilizzare il telefono o l'orologio, assicurati che l'installazione sia completa!
pl: Podczas procesu instalacji wybierania nie opuszczaj tej strony, nie używaj telefonu ani zegarka, upewnij się, że instalacja została zakończona!
ru: Во время установки циферблата не покидайте эту страницу, не пользуйтесь телефоном или часами, убедитесь, что установка завершена!
th: ในระหว่างขั้นตอนการติดตั้งหน้าปัด โปรดอย่าออกจากหน้านี้ โปรดอย่าใช้งานโทรศัพท์หรือนาฬิกาของคุณ ตรวจสอบให้แน่ใจว่าการติดตั้งเสร็จสมบูรณ์!
tr: Çevir yükleme işlemi sırasında lütfen bu sayfadan ayrılmayın, lütfen telefonunuzu veya saatinizi çalıştırmayın, kurulumun tamamlandığından emin olun!
ur: ڈائل انسٹالیشن کے عمل کے دوران، براہ کرم اس صفحہ کو مت چھوڑیں، براہ کرم اپنے فون یا گھڑی کو آپریٹ نہ کریں، یقینی بنائیں کہ انسٹالیشن مکمل ہے!
vi: Trong quá trình cài đặt quay số, vui lòng không rời khỏi trang này, vui lòng không thao tác trên điện thoại hoặc đồng hồ của bạn, đảm bảo cài đặt hoàn tất!
zh_hant: 錶盤安裝過程中，請勿離開本頁面，請勿操作手機和手錶，確保安裝完成！

# str_notes_ota
source: During the firmware update process, please do not leave this page, please do not operate your phone or watch, make sure the update is complete!
ar: أثناء عملية تحديث البرنامج الثابت ، يرجى عدم مغادرة هذه الصفحة وعدم تشغيل هاتفك أو ساعتك والتأكد من اكتمال التحديث!
de: Bitte verlassen Sie während des Firmware-Updates diese Seite nicht, bedienen Sie Ihr Telefon oder Ihre Uhr nicht, vergewissern Sie sich, dass das Update abgeschlossen ist!
el: Κατά τη διαδικασία ενημέρωσης υλικολογισμικού, μην εγκαταλείπετε αυτήν τη σελίδα, μην χρησιμοποιείτε το τηλέφωνο ή το ρολόι σας, βεβαιωθείτε ότι η ενημέρωση έχει ολοκληρωθεί!
es: Durante el proceso de actualización del firmware, no abandone esta página, no opere su teléfono o reloj, ¡asegúrese de que la actualización esté completa!
fa: در طول فرآیند به روز رسانی سیستم عامل، لطفاً این صفحه را ترک نکنید، لطفاً از تلفن یا ساعت خود استفاده نکنید، مطمئن شوید که به روز رسانی کامل شده است!
fr: Pendant le processus de mise à jour du micrologiciel, veuillez ne pas quitter cette page, veuillez ne pas utiliser votre téléphone ou votre montre, assurez-vous que la mise à jour est terminée !
he: במהלך תהליך עדכון הקושחה, נא לא לצאת מדף זה, נא לא להפעיל את הטלפון או השעון שלך, ודא שהעדכון הושלם!
id: Selama proses pembaruan firmware, mohon jangan tinggalkan halaman ini, mohon jangan operasikan ponsel atau jam tangan Anda, pastikan pembaruan selesai!
it: Durante il processo di aggiornamento del firmware, non lasciare questa pagina, non utilizzare il telefono o l'orologio, assicurati che l'aggiornamento sia completo!
pl: Podczas procesu aktualizacji oprogramowania sprzętowego nie opuszczaj tej strony, nie używaj telefonu ani zegarka, upewnij się, że aktualizacja została zakończona!
ru: Во время обновления прошивки не покидайте эту страницу, не пользуйтесь телефоном и часами, убедитесь, что обновление завершено!
th: ในระหว่างกระบวนการอัปเดตเฟิร์มแวร์ โปรดอย่าออกจากหน้านี้ โปรดอย่าใช้งานโทรศัพท์หรือนาฬิกาของคุณ ตรวจสอบให้แน่ใจว่าการอัปเดตเสร็จสมบูรณ์!
tr: Firmware güncelleme işlemi sırasında lütfen bu sayfadan ayrılmayın, lütfen telefonunuzu veya saatinizi çalıştırmayın, güncellemenin tamamlandığından emin olun!
ur: فرم ویئر اپ ڈیٹ کے عمل کے دوران، براہ کرم اس صفحہ کو مت چھوڑیں، براہ کرم اپنا فون یا گھڑی نہ چلائیں، یقینی بنائیں کہ اپ ڈیٹ مکمل ہو گیا ہے!
vi: Trong quá trình cập nhật chương trình cơ sở, vui lòng không rời khỏi trang này, vui lòng không thao tác trên điện thoại hoặc đồng hồ của bạn, đảm bảo cập nhật hoàn tất!
zh_hant: 固件更新過程中，請勿離開本頁面，請勿操作手機和手錶，確保更新完成！

# str_sport_detail
source: Sport Details
ar: تفاصيل الرياضة
el: Στοιχεία αθλήματος
es: Detalles del deporte
fa: جزئیات ورزشی
fr: Détails sportifs
he: פרטי ספורט
id: Detail Olahraga
it: Dettagli sport
pl: Szczegóły sportu
ru: Детали спорта
th: รายละเอียดกีฬา
tr: Spor Ayrıntıları
ur: کھیلوں کی تفصیلات
vi: Chi tiết thể thao
zh_hant: 運動詳情

# str_pace
source: Pace
ar: خطوة
de: Tempo
el: Ρυθμός
es: Paso
fa: سرعت
fr: Allure
he: קצב
id: Kecepatan
it: Ritmo
pl: Tempo
ru: Темп
th: ก้าว
tr: Hız
ur: رفتار
vi: Tốc độ
zh_hant: 配速

# str_avg_pace
source: Average Pace
ar: متوسط سرعة
de: Durchschnittstempo
el: Μέσος ρυθμός
es: Ritmo promedio
fa: سرعت متوسط
fr: Allure moyenne
he: קצב ממוצע
id: Kecepatan Rata-Rata
it: Ritmo medio
pl: Średnie tempo
ru: Средний темп
th: ฝีเท้าเฉลี่ย
tr: Ortalama Tempo
ur: اوسط رفتار
vi: Tốc độ trung bình
zh_hant: 平均配速

# str_max_pace
source: Maximum Pace
ar: السرعة القصوى
de: Maximales Tempo
el: Μέγιστος ρυθμός
es: Ritmo máximo
fa: حداکثر سرعت
fr: Allure maximale
he: קצב מקסימלי
id: Kecepatan Maksimum
it: Ritmo massimo
pl: Maksymalne tempo
ru: Максимальный темп
th: ก้าวสูงสุด
tr: Maksimum Hız
ur: زیادہ سے زیادہ رفتار
vi: Tốc độ tối đa
zh_hant: 最大配速

# str_min_pace
source: Minimum Pace
ar: الحد الأدنى من الوتيرة
de: Mindesttempo
el: Ελάχιστος ρυθμός
es: Ritmo mínimo
fa: حداقل سرعت
fr: Allure minimale
he: קצב מינימלי
id: Kecepatan Minimum
it: Ritmo minimo
pl: Minimalne tempo
ru: Минимальный темп
th: ก้าวขั้นต่ำ
tr: Minimum Hız
ur: کم سے کم رفتار
vi: Tốc độ tối thiểu
zh_hant: 最小配速

# str_step_pace
source: Step Pace
ar: إيقاع
de: Schritttempo
el: Βηματικός ρυθμός
es: Ritmo de pasos
fa: سرعت گام
fr: Pas de rythme
he: קצב צעדים
id: Kecepatan Langkah
it: Passo Ritmo
pl: Tempo kroków
ru: Темп шага
th: ก้าวก้าว
tr: Adım Hızı
ur: سٹیپ پیس
vi: Bước chân
zh_hant: 步頻

# str_avg_step_pace
source: Average Step Pace
ar: متوسط الخطى
de: Durchschnittliches Schritttempo
el: Μέσος ρυθμός βήματος
es: Ritmo de paso promedio
fa: میانگین سرعت گام
fr: Allure moyenne des pas
he: קצב צעדים ממוצע
id: Kecepatan Langkah Rata-Rata
it: Passo medio
pl: Średnie tempo kroków
ru: Средний темп
th: ก้าวเฉลี่ย
tr: Ortalama Adım Temposu
ur: اوسط قدم کی رفتار
vi: Tốc độ bước trung bình
zh_hant: 平均步頻

# str_max_step_pace
source: Maximum step pace
ar: الخطوة القصوى
de: Maximale Schrittgeschwindigkeit
el: Μέγιστος ρυθμός βήματος
es: Ritmo de paso máximo
fa: حداکثر سرعت گام
fr: Pas de cadence maximum
he: קצב צעדים מקסימלי
id: Kecepatan langkah maksimum
it: Passo massimo
pl: Maksymalne tempo kroków
ru: Максимальный шаг
th: จำนวนก้าวสูงสุด
tr: Maksimum adım hızı
ur: زیادہ سے زیادہ قدم کی رفتار
vi: Tốc độ bước tối đa
zh_hant: 最大步頻

# str_min_step_pace
source: Minimum step pace
ar: أدنى خطوة
de: Mindestschritttempo
el: Ελάχιστος ρυθμός βήματος
es: Paso de paso mínimo
fa: حداقل سرعت قدم
fr: Pas de cadence minimum
he: קצב צעדים מינימלי
id: Kecepatan langkah minimum
it: Passo minimo
pl: Minimalne tempo kroków
ru: Минимальный шаг
th: ก้าวขั้นต่ำ
tr: Minimum adım hızı
ur: کم سے کم قدم کی رفتار
vi: Tốc độ bước tối thiểu
zh_hant: 最小步頻

# str_user_protocol_tips
source: We will help you understand how we collect and store your personal information and your related rights according to the "User Agreement" and "Privacy Policy". We need some basic permissions to ensure the normal operation of Muslim Watch, Without your authorization, we will not share or provide your information to any third party. You can access, modify, delete your personal information or manage your authorization, and we will also provide a way to cancel or modify your account.
ar: سنساعدك على فهم كيفية قيامنا بجمع وتخزين معلوماتك الشخصية والحقوق ذات الصلة وفقًا "لاتفاقية المستخدم" و "سياسة الخصوصية". نحتاج إلى بعض الأذونات الأساسية لضمان التشغيل العادي لـ Muslim Watch. بدون إذن منك ، لن نشارك أو نقدم معلوماتك إلى أي طرف ثالث. يمكنك الوصول إلى معلوماتك الشخصية أو تعديلها أو حذفها أو إدارة التفويض الخاص بك ، وسنوفر أيضًا طرقًا لإلغاء حسابك أو تعديله.
de: Wir helfen Ihnen zu verstehen, wie wir Ihre persönlichen Daten und Ihre damit verbundenen Rechte gemäß der "Benutzervereinbarung" und der "Datenschutzrichtlinie" sammeln und speichern. Wir benötigen einige grundlegende Berechtigungen, um den normalen Betrieb von Muslim Watch zu gewährleisten, ohne Ihre Autorisierung, werden wir Ihre Daten nicht an Dritte weitergeben oder bereitstellen. Sie können auf Ihre persönlichen Daten zugreifen, sie ändern, löschen oder Ihre Autorisierung verwalten, und wir bieten auch eine Möglichkeit, Ihr Konto zu kündigen oder zu ändern.
el: Θα σας βοηθήσουμε να κατανοήσετε πώς συλλέγουμε και αποθηκεύουμε τις προσωπικές σας πληροφορίες και τα σχετικά δικαιώματά σας σύμφωνα με τη "Συμφωνία χρήστη" και την "Πολιτική Απορρήτου". Χρειαζόμαστε κάποιες βασικές άδειες για να διασφαλίσουμε την κανονική λειτουργία του Muslim Watch, Χωρίς τη δική σας εξουσιοδότηση, δεν θα κοινοποιήσουμε ούτε θα παρέχουμε τις πληροφορίες σας σε κανένα τρίτο μέρος. Μπορείτε να αποκτήσετε πρόσβαση, να τροποποιήσετε, να διαγράψετε τα προσωπικά σας στοιχεία ή να διαχειριστείτε την εξουσιοδότησή σας και θα παρέχουμε επίσης έναν τρόπο ακύρωσης ή τροποποίησης του λογαριασμού σας.
es: Le ayudaremos a comprender cómo recopilamos y almacenamos su información personal y sus derechos relacionados de acuerdo con el "Acuerdo de usuario" y la "Política de privacidad". Necesitamos algunos permisos básicos para garantizar el funcionamiento normal de Muslim Watch, sin su autorización, no compartiremos ni proporcionaremos su información a ningún tercero. Puede acceder, modificar, eliminar su información personal o administrar su autorización, y también le proporcionaremos una forma de cancelar o modificar su cuenta.
fa: ما به شما کمک خواهیم کرد تا بفهمید چگونه اطلاعات شخصی و حقوق مرتبط شما را طبق توافقنامه کاربر و خط‌مشی رازداری جمع‌آوری و ذخیره می‌کنیم. مجوز، ما اطلاعات شما را به هیچ شخص ثالثی به اشتراک نمی گذاریم یا ارائه نمی دهیم. شما می توانید به اطلاعات شخصی خود دسترسی داشته باشید، تغییر دهید، حذف کنید یا مجوز خود را مدیریت کنید، و همچنین راهی برای لغو یا تغییر حساب شما ارائه خواهیم کرد.
fr: Nous vous aiderons à comprendre comment nous recueillons et stockons vos informations personnelles et vos droits connexes conformément au "Contrat d'utilisation" et à la "Politique de confidentialité". Nous avons besoin de certaines autorisations de base pour assurer le fonctionnement normal de Muslim Watch, sans votre autorisation, nous ne partagerons ni ne fournirons vos informations à des tiers. Vous pouvez accéder, modifier, supprimer vos informations personnelles ou gérer votre autorisation, et nous fournirons également un moyen d'annuler ou de modifier votre compte.
he: אנו נעזור לך להבין כיצד אנו אוספים ומאחסנים את המידע האישי שלך והזכויות הנלוות שלך בהתאם ל"הסכם המשתמש" ו"מדיניות הפרטיות". אנו זקוקים לכמה הרשאות בסיסיות כדי להבטיח את הפעולה הרגילה של Muslim Watch, ללא שלך הרשאה, לא נשתף או נספק את המידע שלך לצד שלישי כלשהו. אתה יכול לגשת, לשנות, למחוק את המידע האישי שלך או לנהל את ההרשאה שלך, ואנו גם נספק דרך לבטל או לשנות את חשבונך.
id: Kami akan membantu Anda memahami cara kami mengumpulkan dan menyimpan informasi pribadi Anda dan hak terkait Anda sesuai dengan "Perjanjian Pengguna" dan "Kebijakan Privasi". Kami memerlukan beberapa izin dasar untuk memastikan operasi normal Muslim Watch, Tanpa Anda otorisasi, kami tidak akan membagikan atau memberikan informasi Anda kepada pihak ketiga mana pun. Anda dapat mengakses, mengubah, menghapus informasi pribadi Anda atau mengelola otorisasi Anda, dan kami juga akan memberikan cara untuk membatalkan atau mengubah akun Anda.
it: Ti aiuteremo a capire come raccogliamo e archiviamo le tue informazioni personali e i tuoi diritti correlati in base all"Accordo con l utente" e alla "Politica sulla privacy". Abbiamo bisogno di alcune autorizzazioni di base per garantire il normale funzionamento di Muslim Watch, senza il tuo autorizzazione, non condivideremo né forniremo le tue informazioni a terzi. Puoi accedere, modificare, eliminare le tue informazioni personali o gestire la tua autorizzazione e ti forniremo anche un modo per cancellare o modificare il tuo account.
pl: Pomożemy Ci zrozumieć, w jaki sposób zbieramy i przechowujemy Twoje dane osobowe oraz związane z nimi prawa zgodnie z "Umową użytkownika" i "Polityką prywatności". Potrzebujemy kilku podstawowych uprawnień, aby zapewnić normalne działanie Muslim Watch, bez Twojego autoryzacji, nie udostępnimy ani nie przekażemy Twoich danych osobom trzecim. Możesz uzyskać dostęp do swoich danych osobowych, modyfikować je, usuwać lub zarządzać swoją autoryzacją, a także zapewnimy sposób anulowania lub modyfikacji Twojego konta.
ru: Мы поможем вам понять, как мы собираем и храним вашу личную информацию и ваши смежные права в соответствии с "Пользовательским соглашением" и "Политикой конфиденциальности". Нам нужны некоторые базовые разрешения для обеспечения нормальной работы Muslim Watch, без вашего авторизация, мы не будем передавать или предоставлять вашу информацию какой-либо третьей стороне. Вы можете получить доступ, изменить, удалить свою личную информацию или управлять своей авторизацией, и мы также предоставим способ отменить или изменить вашу учетную запись.
th: เราจะช่วยให้คุณเข้าใจวิธีที่เรารวบรวมและจัดเก็บข้อมูลส่วนบุคคลของคุณและสิทธิ์ที่เกี่ยวข้องของคุณตาม "ข้อตกลงผู้ใช้" และ "นโยบายความเป็นส่วนตัว" เราต้องการการอนุญาตพื้นฐานบางอย่างเพื่อให้แน่ใจว่า Muslim Watch ทำงานได้ตามปกติ โดยที่คุณไม่ต้อง การอนุญาต เราจะไม่แบ่งปันหรือให้ข้อมูลของคุณกับบุคคลที่สามใดๆ คุณสามารถเข้าถึง แก้ไข ลบข้อมูลส่วนบุคคลของคุณหรือจัดการการอนุญาตของคุณ และเราจะจัดเตรียมวิธีการยกเลิกหรือแก้ไขบัญชีของคุณด้วย
tr: "Kullanıcı Sözleşmesi" ve "Gizlilik Politikası" uyarınca kişisel bilgilerinizi ve ilgili haklarınızı nasıl topladığımızı ve sakladığımızı anlamanıza yardımcı olacağız. Muslim Watch'in normal çalışmasını sağlamak için bazı temel izinlere ihtiyacımız var. yetkilendirme, bilgilerinizi herhangi bir üçüncü şahısla paylaşmayacağız veya vermeyeceğiz. Kişisel bilgilerinize erişebilir, değiştirebilir, silebilir veya yetkinizi yönetebilirsiniz ve ayrıca hesabınızı iptal etmek veya değiştirmek için bir yol sağlayacağız.
ur: ہم یہ سمجھنے میں آپ کی مدد کریں گے کہ ہم آپ کی ذاتی معلومات اور آپ کے متعلقہ حقوق "صارف کے معاہدے" اور "رازداری کی پالیسی" کے مطابق کیسے جمع اور ذخیرہ کرتے ہیں۔ Muslim Watch کے نارمل آپریشن کو یقینی بنانے کے لیے ہمیں کچھ بنیادی اجازتوں کی ضرورت ہے، آپ کی اجازت کے بغیر، ہم آپ کی معلومات کا اشتراک یا کسی تیسرے فریق کو فراہم نہیں کریں گے۔ آپ اپنی ذاتی معلومات تک رسائی حاصل کر سکتے ہیں، اس میں ترمیم کر سکتے ہیں، حذف کر سکتے ہیں یا اپنی اجازت کا انتظام کر سکتے ہیں، اور ہم آپ کے اکاؤنٹ کو منسوخ یا تبدیل کرنے کا طریقہ بھی فراہم کریں گے۔
vi: Chúng tôi sẽ giúp bạn hiểu cách chúng tôi thu thập và lưu trữ thông tin cá nhân của bạn và các quyền liên quan của bạn theo "Thỏa thuận người dùng" và "Chính sách quyền riêng tư". ủy quyền, chúng tôi sẽ không chia sẻ hoặc cung cấp thông tin của bạn cho bất kỳ bên thứ ba nào. Bạn có thể truy cập, sửa đổi, xóa thông tin cá nhân hoặc quản lý ủy quyền của mình và chúng tôi cũng sẽ cung cấp cách hủy hoặc sửa đổi tài khoản của bạn.
zh_hant: 我們將根據《用戶協議》及《隱私政策》來幫助您了解我們在收集、儲存您個人信息的情況及您享有的相關權利。我們需要一些基本權限來保證Muslim Watch的正常運行，未經您授權，我們不會向任何第三方共享或對外提供您的信息。您可以訪問、修改、刪除您的個人信息或管理您的授權，我們也將提供註銷或修改帳號的途徑。

# str_welcome_use
source: Welcome to Muslim Watch
ar: مرحبا بكم في Muslim Watch
de: Willkommen bei Muslim Watch
el: Καλώς ήρθατε στο Muslim Watch
es: Bienvenido a Muslim Watch
fa: به Muslim Watch خوش آمدید
fr: Bienvenue sur Muslim Watch
he: ברוכים הבאים להתחדשות
id: Selamat datang di Muslim Watch
it: Benvenuto in Muslim Watch
pl: Witamy w Muslim Watch
ru: Добро пожаловать в Muslim Watch
th: ยินดีต้อนรับสู่การฟื้นฟูพอดี
tr: Muslim Watch'e hoş geldiniz
ur: Muslim Watch میں خوش آمدید
vi: Chào mừng đến với Muslim Watch
zh_hant: 歡迎使用Muslim Watch

# str_protocol_read_tips
source: After reading, please click the agree button below to enter the APP
ar: بعد القراءة ، انقر فوق الزر "موافق" أدناه للدخول إلى التطبيق
de: Klicken Sie nach dem Lesen bitte unten auf die Schaltfläche "Zustimmen", um die APP aufzurufen.
el: Μετά την ανάγνωση, κάντε κλικ στο κουμπί συμφωνώ παρακάτω για να εισέλθετε στην ΕΦΑΡΜΟΓΗ
es: Después de leer, haga clic en el botón de acuerdo a continuación para ingresar a la APLICACIÓN
fa: پس از خواندن، لطفاً روی دکمه موافقت زیر کلیک کنید تا وارد برنامه شوید
fr: Après lecture, veuillez cliquer sur le bouton d'accord ci-dessous pour accéder à l'APP
he: לאחר הקריאה, אנא לחץ על כפתור ההסכמה למטה כדי להיכנס לאפליקציה
id: Setelah membaca, klik tombol setuju di bawah untuk masuk ke APP
it: Dopo aver letto, fai clic sul pulsante d'accordo in basso per accedere all'APP
pl: Po przeczytaniu kliknij przycisk zgody poniżej, aby wejść do aplikacji
ru: После прочтения нажмите кнопку согласия ниже, чтобы войти в приложение
th: หลังจากอ่าน โปรดคลิกปุ่มตกลงด้านล่างเพื่อเข้าสู่ APP
tr: Okuduktan sonra, APP'ye girmek için lütfen aşağıdaki kabul et düğmesine tıklayın
ur: پڑھنے کے بعد، براہ کرم اے پی پی میں داخل ہونے کے لیے نیچے راضی بٹن پر کلک کریں۔
vi: Sau khi đọc, vui lòng nhấp vào nút đồng ý bên dưới để vào APP
zh_hant: 請在閱讀後，點擊下方的同意按鈕進入APP

# str_please_read
source: Please read
ar: يرجى المراجعة
de: Bitte lesen
el: Παρακαλώ διαβάστε
es: Por favor, lea
fa: لطفا بخوانید
he: אנא קרא
id: Silakan baca
it: Si prega di leggere
pl: Proszę przeczytać
ru: Пожалуйста, прочтите
tr: Lütfen okuyunuz
ur: مہربانی کر کے پڑھیں
zh_hant: 請查閱

# str_refuse
source: Reject
ar: يرفض
de: Ablehnen
el: Απόρριψη
es: Rechazar
fa: رد کردن
fr: Rejeter
he: דחה
id: Tolak
it: Rifiuta
pl: Odrzuć
ru: Отклонить
th: ปฏิเสธ
tr: Reddet
ur: رد کرنا
vi: Từ chối
zh_hant: 拒絕

# str_sure_enter
source: Agree and enter
ar: الموافقة والدخول
de: Zustimmen und eintreten
el: Συμφωνώ και εισάγω
es: Aceptar y entrar
fa: موافق و وارد کنید
fr: Accepter et entrer
he: הסכים והיכנס
id: Setuju dan masukkan
it: Accetta e accedi
pl: Zgadzam się i wchodzę
ru: Согласиться и войти
th: ตกลงและป้อน
tr: Kabul et ve gir
ur: متفق ہوں اور داخل ہوں۔
vi: Đồng ý và tham gia
zh_hant: 同意並進入

# str_pass
source: Skip
ar: القفز فوق
de: Überspringen
el: Παράλειψη
es: Omitir
fa: پرش
fr: Ignorer
he: דלג
id: Lewati
it: Salta
pl: Pomiń
ru: Пропустить
th: ข้าม
tr: Atla
ur: چھوڑ دو
vi: Bỏ qua
zh_hant: 跳過

# str_login
source: Login
ar: تسجيل الدخول
de: Anmeldung
el: Είσοδος
es: Iniciar sesión
fa: ورود
fr: Connexion
he: כניסה
id: Masuk
it: Accedi
pl: Zaloguj się
ru: Логин
th: เข้าสู่ระบบ
tr: Giriş
ur: لاگ ان کریں
vi: Đăng nhập
zh_hant: 登錄

# str_register
source: Register
ar: يسجل
el: Εγγραφή
es: Registrarse
fa: ثبت نام
fr: S' inscrire
he: הירשם
id: Daftar
it: Registrati
pl: Zarejestruj się
ru: Регистрация
th: ลงทะเบียน
tr: Kayıt Ol
ur: رجسٹر کریں۔
vi: Đăng ký
zh_hant: 註冊

# str_account
source: Account
ar: رقم حساب
de: Konto
el: Λογαριασμός
es: Cuenta
fa: حساب
fr: Compte
he: חשבון
id: Akun
pl: Konto
ru: Учетная запись
th: บัญชี
tr: Hesap
ur: کھاتہ
vi: Tài khoản
zh_hant: 帳號

# str_password
source: Password
ar: كلمة المرور
de: Passwort
el: Κωδικός πρόσβασης
es: Contraseña
fa: رمز عبور
fr: Mot de passe
he: סיסמה
id: Kata Sandi
pl: Hasło
ru: Пароль
th: รหัสผ่าน
tr: Parola
ur: پاس ورڈ
vi: Mật khẩu
zh_hant: 密碼
