Repository: Azoz-JR/Denx
Catalog: muslim_watch_app_ios/DHSFit/Resource/Languages/*.lproj/ChineseSimple.strings
Languages: ar, de, el, es, fa, fr, he, id, it, pl, ru, th, tr, ur, vi, zh_hant

# str_password_old
source: Old Password
ar: كلمة المرور القديمة
de: Altes Passwort
el: Παλαιός κωδικός πρόσβασης
es: Contraseña anterior
fa: رمز عبور قدیمی
fr: Ancien mot de passe
he: סיסמה ישנה
id: Kata Sandi Lama
it: Vecchia password
pl: Stare hasło
ru: Старый пароль
th: รหัสผ่านเก่า
tr: Eski Parola
ur: پرانا پاسورڈ
vi: Mật khẩu cũ
zh_hant: 舊密碼

# str_password_new
source: New Password
ar: كلمة المرور الجديدة
de: Neues Passwort
el: Νέος κωδικός πρόσβασης
es: Nueva contraseña
fa: رمز عبور جدید
fr: Nouveau mot de passe
he: סיסמה חדשה
id: Kata Sandi Baru
it: Nuova password
pl: Nowe hasło
ru: Новый пароль
th: รหัสผ่านใหม่
tr: Yeni Şifre
ur: نیا پاس ورڈ
vi: Mật khẩu mới
zh_hant: 新密碼

# str_forget_pw
source: Forget Password
ar: نسيت كلمة المرور
de: Passwort vergessen
el: Ξέχασε τον κωδικό πρόσβασης
es: Olvidé mi contraseña
fa: فراموش کردن رمز عبور
fr: Mot de passe oublié
he: שכח את הסיסמה
id: Lupa Kata Sandi
it: Password dimenticata
pl: Zapomnij hasła
ru: Забыли пароль
th: ลืมรหัสผ่าน
tr: Parolayı Unut
ur: پاس ورڈ بھول جانا
vi: Quên Mật Khẩu
zh_hant: 忘記密碼

# str_has_not_account
source: Don't have an account?
ar: لا حساب؟
de: Sie haben kein Konto?
el: Δεν έχεις λογαριασμό;
es: ¿No tiene una cuenta?
fa: اکانت ندارید؟
fr: Vous n'avez pas de compte ?
he: אין לך חשבון?
id: Belum punya akun?
it: Non hai un account?
pl: Nie masz konta?
ru: У вас нет учетной записи?
th: ไม่มีบัญชีใช่หรือไม่
tr: Hesabınız yok mu?
ur: کیا آپ کا اکاؤنٹ نہیں ہے؟
vi: Chưa có tài khoản?
zh_hant: 沒有帳號？

# str_go
source: Go
ar: يذهب
de: Los
el: Πήγαινε
es: Ir
fa: برو
fr: Aller
he: לך
id: Pergi
it: Vai
pl: Idź
ru: Перейти
th: ไป
tr: Git
ur: جاؤ
vi: Đi
zh_hant: 去

# str_other_login
source: Other login methods
ar: طرق تسجيل الدخول الأخرى
de: Andere Anmeldemethoden
el: Άλλες μέθοδοι σύνδεσης
es: Otros métodos de inicio de sesión
fa: سایر روش های ورود به سیستم
fr: Autres méthodes de connexion
he: שיטות כניסה אחרות
id: Metode masuk lainnya
it: Altri metodi di accesso
pl: Inne metody logowania
ru: Другие способы входа
th: วิธีการเข้าสู่ระบบอื่นๆ
tr: Diğer oturum açma yöntemleri
ur: لاگ ان کے دیگر طریقے
vi: Phương thức đăng nhập khác
zh_hant: 其他登錄方式

# str_has_account
source: Has an account,
ar: هل لديك حساب،
de: Hat ein Konto
el: Έχει λογαριασμό,
es: Tiene una cuenta,
fa: حساب دارد,
fr: A un compte,
he: יש לו חשבון,
id: Memiliki akun,
it: Ha un account,
pl: Ma konto,
ru: Есть учетная запись
th: มีบัญชี
tr: Bir hesabı var
ur: ایک اکاؤنٹ ہے،
vi: Có tài khoản,
zh_hant: 已有帳號，

# str_password_again
source: Confirm Password
ar: تأكيد كلمة المرور
de: Passwort bestätigen
el: Επιβεβαίωση κωδικού πρόσβασης
es: Confirmar contraseña
fa: تأیید رمز عبور
fr: Confirmer le mot de passe
he: אשר את הסיסמה
id: Konfirmasi Kata Sandi
it: Conferma password
pl: Potwierdź hasło
ru: Подтвердите пароль
th: ยืนยันรหัสผ่าน
tr: Şifreyi Onaylayın
ur: پاس ورڈ کی تصدیق کریں۔
vi: Xác Nhận Mật Khẩu
zh_hant: 確認密碼

# str_verification_code
source: Verification Code
ar: رمز التحقق
de: Bestätigungscode
el: Κωδικός επαλήθευσης
es: Código de verificación
fa: کد تایید
fr: Code de vérification
he: קוד אימות
id: Kode Verifikasi
it: Codice di verifica
pl: Kod weryfikacyjny
ru: Код подтверждения
th: รหัสยืนยัน
tr: Doğrulama Kodu
ur: تصدیقی کوڈ
vi: Mã xác nhận
zh_hant: 驗證碼

# str_verification_code_rec
source: Get Verification Code
ar: احصل على رمز التحقق
de: Bestätigungscode abrufen
el: Λήψη κωδικού επαλήθευσης
es: Obtener código de verificación
fa: دریافت کد تایید
fr: Obtenir le code de vérification
he: קבל קוד אימות
id: Dapatkan Kode Verifikasi
it: Ottieni codice di verifica
pl: Pobierz kod weryfikacyjny
ru: Получить код подтверждения
th: รับรหัสยืนยัน
tr: Doğrulama Kodunu Alın
ur: تصدیقی کوڈ حاصل کریں۔
vi: Nhận Mã Xác Minh
zh_hant: 獲取驗證碼

# str_phone
source: Mobile phone number
ar: رقم التليفون
de: Mobiltelefonnummer
el: Αριθμός κινητού τηλεφώνου
es: Número de teléfono móvil
fa: شماره تلفن همراه
fr: Numéro de téléphone portable
he: מספר טלפון נייד
id: Nomor ponsel
it: Numero di cellulare
pl: Numer telefonu komórkowego
ru: Номер мобильного телефона
th: หมายเลขโทรศัพท์มือถือ
tr: Cep telefonu numarası
ur: موبائل فون نمبر
vi: Số điện thoại di động
zh_hant: 手機號

# str_nick
source: Nick
ar: كنية
es: Nico
fa: نیک
he: ניקיון
ru: Ник
th: นิค
ur: نک
zh_hant: 暱稱

# str_user_avatar
source: Avatar
ar: الصورة الرمزية
fa: آواتار
he: אווטאר
pl: Awatar
ru: Аватар
th: รูปประจำตัว
ur: اوتار
vi: Hình đại diện
zh_hant: 頭像

# str_sex
source: Sex
ar: جنس
de: Geschlecht
el: Σεξ
es: Sexo
fa: سکس
fr: Sexe
he: סקס
id: Seks
it: Sesso
pl: Seks
ru: Пол
th: เพศ
tr: Seks
ur: سیکس
vi: Tình dục
zh_hant: 性別

# str_birthday
source: Birthday
ar: عيد ميلاد
de: Geburtstag
el: Γενέθλια
es: Cumpleaños
fa: تولد
fr: Anniversaire
he: יום הולדת
id: Ulang tahun
it: Compleanno
pl: Urodziny
ru: День рождения
th: วันเกิด
tr: Doğum günü
ur: سالگرہ
vi: Sinh nhật
zh_hant: 生日

# str_height
source: Height
ar: ارتفاع
de: Höhe
el: Ύψος
es: Altura
fa: ارتفاع
fr: Hauteur
he: גובה
id: Tinggi
it: Altezza
pl: Wysokość
ru: Высота
th: ความสูง
tr: Yükseklik
ur: اونچائی
vi: Chiều cao
zh_hant: 身高

# str_weight
source: weight
ar: وزن
de: Gewicht
el: βάρος
fa: وزن
fr: poids
he: משקל
id: berat
it: peso
pl: waga
ru: вес
th: น้ำหนัก
tr: ağırlık
ur: وزن
vi: trọng lượng
zh_hant: 體重

# str_user_protocol
source: User Protocol
ar: اتفاقية المستخدم
de: Benutzerprotokoll
el: Πρωτόκολλο χρήστη
es: Protocolo de usuario
fa: پروتکل کاربر
fr: Protocole utilisateur
he: פרוטוקול משתמש
id: Protokol Pengguna
it: Protocollo utente
pl: Protokół użytkownika
ru: Пользовательский протокол
th: โปรโตคอลผู้ใช้
tr: Kullanıcı Protokolü
ur: یوزر پروٹوکول
vi: Giao thức người dùng
zh_hant: 用戶協議

# str_privacy_policy
source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzrichtlinie
el: Πολιτική απορρήτου
es: Política de privacidad
fa: سیاست حفظ حریم خصوصی
fr: Politique de confidentialité
he: מדיניות פרטיות
id: Kebijakan Privasi
it: Informativa sulla privacy
pl: Polityka prywatności
ru: Политика конфиденциальности
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik Politikası
ur: رازداری کی پالیسی
vi: Chính sách bảo mật
zh_hant: 隱私政策

# str_about_help
source: Help
ar: يساعد
de: Hilfe
el: Βοήθεια
es: Ayuda
fa: کمک
fr: Aide
he: עזרה
id: Bantuan
it: Aiuto
pl: Pomoc
ru: Помощь
th: ช่วยเหลือ
tr: Yardım
ur: مدد
vi: Trợ giúp
zh_hant: 幫助

# str_account_safe
source: Account and Safe
ar: الحساب والأمان
de: Konto und Safe
el: Λογαριασμός και Ασφαλής
es: Cuenta y caja fuerte
fa: حساب و ایمن
fr: Compte et coffre-fort
he: חשבון ובטוח
id: Akun dan Aman
it: Account e Cassaforte
pl: Konto i bezpieczeństwo
ru: Учетная запись и сейф
th: บัญชีและตู้นิรภัย
tr: Hesap ve Güvenli
ur: اکاؤنٹ اور محفوظ
vi: Tài khoản và An toàn
zh_hant: 帳號與安全

# str_unit
source: Unit
ar: وحدة
de: Einheit
el: Μονάδα
es: Unidad
fa: واحد
fr: Unité
he: יחידה
id: Satuan
it: Unità
pl: Jednostka
ru: Единица измерения
th: หน่วย
tr: Birim
ur: یونٹ
vi: Đơn vị
zh_hant: 單位

# str_unit_metric
source: Metric
ar: النظام المتري
de: Metrik
el: Μετρική
es: Métrica
fa: متریک
fr: Métrique
he: מדד
id: Metrik
it: Metrico
pl: Metryczne
ru: Метрика
th: เมตริก
tr: Metrik
ur: میٹرک
vi: Số liệu
zh_hant: 公制

# str_clear_cache
source: Clear cache
ar: مسح ذاكرة التخزين المؤقت
de: Cache leeren
el: Εκκαθάριση προσωρινής μνήμης
es: Borrar caché
fa: پاک کردن حافظه پنهان
fr: Vider le cache
he: נקה מטמון
id: Hapus tembolok
it: Svuota cache
pl: Wyczyść pamięć podręczną
ru: Очистить кеш
th: ล้างแคช
tr: Önbelleği temizle
ur: کیشے صاف کریں۔
vi: Xóa bộ nhớ cache
zh_hant: 清理緩存

# str_privacy_safe
source: Privacy Safe
ar: الخصوصية و أمن
de: Datenschutz
el: Ασφαλές απόρρητο
es: Privacidad segura
fa: ایمن حریم خصوصی
fr: Confidentialité sécurisée
he: בטוח פרטיות
id: Privasi Aman
it: Privacy sicura
pl: Bezpieczny dla prywatności
ru: Конфиденциальность в безопасности
th: ความเป็นส่วนตัวปลอดภัย
tr: Gizlilik Güvenli
ur: پرائیویسی سیف
vi: An toàn về quyền riêng tư
zh_hant: 隱私安全

# str_your_question
source: Please describe your question...
ar: يرجى وصف مشكلتك...
de: Bitte beschreiben Sie Ihre Frage...
el: Περιγράψτε την ερώτησή σας...
es: Por favor, describa su pregunta...
fa: لطفاً سوال خود را شرح دهید...
fr: Veuillez décrire votre question...
he: אנא תאר את השאלה שלך...
id: Jelaskan pertanyaan Anda...
it: Descrivi la tua domanda...
pl: Opisz swoje pytanie...
ru: Пожалуйста, опишите свой вопрос...
th: โปรดอธิบายคำถามของคุณ...
tr: Lütfen sorunuzu açıklayın...
ur: براہ کرم اپنے سوال کی وضاحت کریں...
vi: Vui lòng mô tả câu hỏi của bạn...
zh_hant: 請描述您的問題...

# str_app_log
source: Upload App logs to help us find and optimize problems.
ar: تحميل سجلات التطبيق لمساعدتنا في العثور على المشاكل وتحسينها.
de: App-Protokolle hochladen, damit wir Probleme finden und optimieren können.
el: Μεταφόρτωση αρχείων καταγραφής εφαρμογών για να μας βοηθήσετε να βρούμε και να βελτιστοποιήσουμε προβλήματα.
es: Cargar registros de la aplicación para ayudarnos a encontrar y optimizar problemas.
fa: آپلود گزارش های برنامه برای کمک به ما در یافتن و بهینه سازی مشکلات.
fr: Téléchargez les journaux d'application pour nous aider à trouver et à optimiser les problèmes.
he: העלה יומני אפליקציה כדי לעזור לנו למצוא ולייעל בעיות.
id: Unggah log Aplikasi untuk membantu kami menemukan dan mengoptimalkan masalah.
it: Carica i log dell'app per aiutarci a trovare e ottimizzare i problemi.
pl: Prześlij dzienniki aplikacji, aby pomóc nam znaleźć i zoptymalizować problemy.
ru: Загрузите журналы приложений, чтобы помочь нам найти и оптимизировать проблемы.
th: อัปโหลดบันทึกแอปเพื่อช่วยเราค้นหาและปรับปัญหาให้เหมาะสม
tr: Sorunları bulmamıza ve optimize etmemize yardımcı olması için Uygulama günlüklerini yükleyin.
ur: مسائل کو تلاش کرنے اور بہتر بنانے میں ہماری مدد کے لیے ایپ لاگز اپ لوڈ کریں۔
vi: Tải nhật ký Ứng dụng lên để giúp chúng tôi tìm và tối ưu hóa sự cố.
zh_hant: 上傳App日誌，幫助我們查找並優化問題。

# str_device_log
source: Upload device logs to help us find and optimize device problems.
ar: تحميل سجلات الجهاز لمساعدتنا في العثور على مشكلات الجهاز وتحسينها.
de: Geräteprotokolle hochladen, damit wir Geräteprobleme finden und optimieren können.
el: Μεταφόρτωση αρχείων καταγραφής συσκευών για να μας βοηθήσετε να βρούμε και να βελτιστοποιήσουμε τα προβλήματα της συσκευής.
es: Cargue los registros del dispositivo para ayudarnos a encontrar y optimizar los problemas del dispositivo.
fa: آپلود گزارش های دستگاه برای کمک به ما در یافتن و بهینه سازی مشکلات دستگاه.
fr: Téléchargez les journaux de l'appareil pour nous aider à trouver et à optimiser les problèmes de l'appareil.
he: העלה יומני מכשירים כדי לעזור לנו למצוא ולמטב בעיות במכשיר.
id: Unggah log perangkat untuk membantu kami menemukan dan mengoptimalkan masalah perangkat.
it: Carica i log del dispositivo per aiutarci a trovare e ottimizzare i problemi del dispositivo.
pl: Prześlij dzienniki urządzenia, aby pomóc nam znaleźć i zoptymalizować problemy z urządzeniem.
ru: Загрузите журналы устройства, чтобы помочь нам найти и оптимизировать проблемы с устройством.
th: อัปโหลดบันทึกอุปกรณ์เพื่อช่วยเราค้นหาและปรับปัญหาอุปกรณ์ให้เหมาะสม
tr: Cihaz sorunlarını bulmamıza ve optimize etmemize yardımcı olması için cihaz günlüklerini yükleyin.
ur: ڈیوائس کے مسائل کو تلاش کرنے اور بہتر بنانے میں ہماری مدد کرنے کے لیے ڈیوائس لاگز اپ لوڈ کریں۔
vi: Tải nhật ký thiết bị lên để giúp chúng tôi tìm và tối ưu hóa các sự cố của thiết bị.
zh_hant: 上傳設備日誌，幫助我們查找並優化設備問題。

# str_contact
source: Contact
ar: معلومات الاتصال
de: Kontakt
el: Επικοινωνία
es: Contacto
fa: تماس
he: צור קשר
id: Kontak
it: Contatto
pl: Kontakt
ru: Контакт
th: ติดต่อ
tr: İletişim
ur: رابطہ کریں۔
vi: Liên hệ
zh_hant: 聯繫方式

# str_phone_email
source: Your phone or email
ar: هاتفك أو بريدك الإلكتروني
de: Ihre Telefonnummer oder E-Mail
el: Το τηλέφωνο ή το email σας
es: Tu teléfono o correo electrónico
fa: تلفن یا ایمیل شما
fr: Votre téléphone ou email
he: הטלפון או האימייל שלך
id: Ponsel atau email Anda
it: Il tuo telefono o email
pl: Twój telefon lub e-mail
ru: Ваш телефон или электронная почта
th: โทรศัพท์หรืออีเมลของคุณ
tr: Telefonunuz veya e-postanız
ur: آپ کا فون یا ای میل
vi: Điện thoại hoặc email của bạn
zh_hant: 您的電話或郵箱

# str_commit_feedback
source: Submit Feedback
ar: إرسال التعليقات
de: Feedback senden
el: Υποβολή σχολίων
es: Enviar comentarios
fa: ارسال بازخورد
fr: Soumettre un commentaire
he: שלח משוב
id: Kirim Umpan Balik
it: Invia feedback
pl: Prześlij opinię
ru: Отправить отзыв
th: ส่งความคิดเห็น
tr: Geri Bildirim Gönder
ur: تاثرات جمع کروائیں۔
vi: Gửi phản hồi
zh_hant: 提交反饋

# str_man
source: Male
ar: ذكر
de: Männlich
el: Άνδρας
es: Hombre
fa: مرد
fr: Homme
he: זכר
id: Laki-laki
it: Maschio
pl: Mężczyzna
ru: Мужчина
th: ชาย
tr: Erkek
ur: مرد
vi: Nam
zh_hant: 男

# str_woman
source: female
ar: أنثى
de: weiblich
el: θηλυκό
es: mujer
fa: مونث
fr: femelle
he: נקבה
id: perempuan
it: femmina
pl: kobieta
ru: женщина
th: หญิง
tr: dişi
ur: عورت
vi: nữ
zh_hant: 女

# str_account_bind
source: Account Bind
ar: ربط الحساب
de: Kontobindung
el: Δέσμευση λογαριασμού
es: Enlace de cuenta
fa: پیوند حساب
fr: Compte lié
he: איגד חשבון
id: Pengikatan Akun
pl: Powiązanie konta
ru: Привязка учетной записи
th: ผูกบัญชี
tr: Hesap Bağlantısı
ur: اکاؤنٹ کا پابند
vi: Liên kết tài khoản
zh_hant: 帳號綁定

# str_account_cancel
source: Account Cancellation
ar: إلغاء الحساب
de: Kontoauflösung
el: Ακύρωση λογαριασμού
es: Cancelación de cuenta
fa: لغو حساب
fr: Annulation de compte
he: ביטול חשבון
id: Pembatalan Akun
it: Cancellazione account
pl: Anulowanie konta
ru: Аннулирование учетной записи
th: การยกเลิกบัญชี
tr: Hesap İptali
ur: اکاؤنٹ کینسلیشن
vi: Hủy tài khoản
zh_hant: 帳號註銷

# str_update_pw
source: Change Password
ar: تغيير كلمة المرور
de: Passwort ändern
el: Αλλαγή κωδικού πρόσβασης
es: Cambiar contraseña
fa: تغییر رمز عبور
fr: Modifier le mot de passe
he: שנה סיסמה
id: Ubah Kata Sandi
it: Cambia password
pl: Zmień hasło
ru: Изменить пароль
th: เปลี่ยนรหัสผ่าน
tr: Parolayı Değiştir
ur: پاس ورڈ تبدیل کریں
vi: Thay đổi mật khẩu
zh_hant: 修改密碼

# str_login_out
source: Log Out
ar: خروج
de: Abmelden
el: Αποσύνδεση
es: Cerrar sesión
fa: خروج
fr: Se déconnecter
he: התנתק
id: Keluar
it: Esci
pl: Wyloguj się
ru: Выйти
th: ออกจากระบบ
tr: Oturumu Kapat
ur: لاگ آوٹ
vi: Đăng xuất
zh_hant: 退出登錄

# str_account_current
source: Current Account:
ar: الحساب الحالي:
de: Aktuelles Konto:
el: Τρέχον λογαριασμός:
es: Cuenta actual:
fa: حساب جاری:
fr: Compte actuel :
he: חשבון נוכחי:
id: Akun Sekarang:
it: Account corrente:
pl: Obecne konto:
ru: Текущий счет:
th: บัญชีกระแสรายวัน:
tr: Mevcut Hesap:
ur: کرنٹ اکاؤنٹ:
vi: Tài Khoản Hiện Tại:
zh_hant: 當前帳號:

# str_sync_person
source: Sync personal information to cloud
ar: مزامنة المعلومات الشخصية مع السحابة
de: Persönliche Informationen mit der Cloud synchronisieren
el: Συγχρονισμός προσωπικών πληροφοριών στο cloud
es: Sincronizar información personal con la nube
fa: همگام سازی اطلاعات شخصی با ابر
fr: Synchroniser les informations personnelles vers le cloud
he: סנכרן מידע אישי לענן
id: Sinkronkan informasi pribadi ke cloud
it: Sincronizza le informazioni personali nel cloud
pl: Synchronizuj dane osobowe z chmurą
ru: Синхронизировать личную информацию с облаком
th: เชื่อมข้อมูลส่วนตัวกับคลาวด์
tr: Kişisel bilgileri buluta eşitle
ur: ذاتی معلومات کو کلاؤڈ سے ہم آہنگ کریں۔
vi: Đồng bộ thông tin cá nhân lên đám mây
zh_hant: 同步個人信息到雲

# str_sync_sport
source: Sync sports data to cloud
ar: مزامنة البيانات الرياضية مع السحابة
de: Sportdaten mit der Cloud synchronisieren
el: Συγχρονισμός αθλητικών δεδομένων στο cloud
es: Sincronizar datos deportivos con la nube
fa: همگام سازی داده های ورزشی با ابر
fr: Synchroniser les données sportives vers le cloud
he: סנכרן נתוני ספורט לענן
id: Sinkronkan data olahraga ke cloud
it: Sincronizza i dati sportivi nel cloud
pl: Synchronizuj dane sportowe z chmurą
ru: Синхронизировать спортивные данные с облаком
th: เชื่อมข้อมูลกีฬาไปยังคลาวด์
tr: Spor verilerini buluta eşitle
ur: کھیلوں کے ڈیٹا کو کلاؤڈ سے ہم آہنگ کریں۔
vi: Đồng bộ dữ liệu thể thao lên đám mây
zh_hant: 同步運動數據到雲

# str_sync_health
source: Sync health data to cloud
ar: مزامنة البيانات الصحية مع السحابة
de: Gesundheitsdaten mit Cloud synchronisieren
el: Συγχρονισμός δεδομένων υγείας στο cloud
es: Sincronizar datos de salud con la nube
fa: همگام سازی داده های سلامت با ابر
fr: Synchroniser les données de santé vers le cloud
he: סנכרן נתוני בריאות לענן
id: Sinkronkan data kesehatan ke cloud
it: Sincronizza i dati sulla salute nel cloud
pl: Synchronizuj dane dotyczące zdrowia z chmurą
ru: Синхронизировать данные о здоровье в облако
th: ซิงค์ข้อมูลสุขภาพกับคลาวด์
tr: Sağlık verilerini buluta eşitle
ur: صحت کے ڈیٹا کو کلاؤڈ سے ہم آہنگ کریں۔
vi: Đồng bộ hóa dữ liệu sức khỏe lên đám mây
zh_hant: 同步健康數據到雲

# str_clear_data
source: Clear all cloud data
ar: امسح كل البيانات في السحابة
de: Alle Cloud-Daten löschen
el: Εκκαθάριση όλων των δεδομένων cloud
es: Borrar todos los datos de la nube
fa: پاک کردن تمام داده های ابری
fr: Effacer toutes les données du cloud
he: נקה את כל נתוני הענן
id: Hapus semua data cloud
it: Cancella tutti i dati del cloud
pl: Wyczyść wszystkie dane w chmurze
ru: Удалить все облачные данные
th: ล้างข้อมูลคลาวด์ทั้งหมด
tr: Tüm bulut verilerini temizle
ur: تمام کلاؤڈ ڈیٹا کو صاف کریں۔
vi: Xóa tất cả dữ liệu đám mây
zh_hant: 清除雲端所有數據

# str_temp
source: Temperature
ar: درجة حرارة
de: Temperatur
el: Θερμοκρασία
es: Temperatura
fa: دما
fr: Température
he: טמפרטורה
id: Suhu
it: Temperatura
pl: Temperatura
ru: Температура
th: อุณหภูมิ
tr: Sıcaklık
ur: درجہ حرارت
vi: Nhiệt độ
zh_hant: 溫度

# str_album
source: Album
ar: إلبوم الصور
el: Άλμπουμ
es: Álbum
fa: آلبوم
he: אלבום
ru: Альбом
th: อัลบั้ม
tr: Albüm
ur: البم
zh_hant: 相冊

source: Pull to Refresh
ar: للتحديث اسحب للأسفل
de: Zum Aktualisieren ziehen
el: Τραβήξτε για ανανέωση
es: Extraer para actualizar
fa: کشش برای تازه کردن
fr: Tirer pour actualiser
he: משוך כדי לרענן
id: Tarik untuk Menyegarkan
it: Trascina per aggiornare
pl: Pociągnij, aby odświeżyć
ru: Потяните, чтобы обновить
th: ดึงเพื่อรีเฟรช
tr: Yenilemek için Çek
vi: Kéo để làm mới
zh_hant: 下拉刷新

# syncing
source: refreshing
ar: منعش
de: aktualisieren
el: ανανέωση
fa: بازسازی
he: מרענן
zh_hant: 正在刷新

# str_sync_success
source: Refresh successfully
ar: التحديث بنجاح
de: Aktualisierung erfolgreich
el: Ανανέωση με επιτυχία
es: Actualizar correctamente
fa: بازسازی با موفقیت
fr: Actualisation réussie
he: רענן בהצלחה
id: Berhasil disegarkan
it: Aggiornamento riuscito
pl: Odśwież pomyślnie
ru: Обновить успешно
th: รีเฟรชสำเร็จ
tr: Yenileme başarılı
ur: کامیابی کے ساتھ تازہ کریں۔
vi: Làm mới thành công
zh_hant: 刷新成功

# str_load_more
source: Load More
ar: تحميل المزيد
de: Mehr laden
el: Φόρτωση περισσότερων
es: Cargar más
fa: بارگیری بیشتر
fr: Charger plus
he: טען עוד
id: Muat Lebih Banyak
it: Carica altro
pl: Załaduj więcej
ru: Загрузить еще
th: โหลดเพิ่มเติม
tr: Daha Fazla Yükle
ur: مزید لوڈ کریں
vi: Tải Thêm
zh_hant: 加載更多

# str_ota_info
source: Update Info
ar: تحديث المعلومات
de: Info aktualisieren
el: Ενημέρωση πληροφοριών
es: Actualizar información
fa: اطلاعات به روز رسانی
fr: Mettre à jour les informations
he: עדכן מידע
id: Perbarui Info
it: Aggiorna informazioni
pl: Informacje o aktualizacji
ru: Информация об обновлении
th: อัปเดตข้อมูล
tr: Bilgiyi Güncelle
ur: تازہ ترین معلومات
vi: Cập nhật thông tin
zh_hant: 更新信息

# str_device_scan_qrcode
source: Device Scan
ar: فحص الجهاز
de: Gerätescan
el: Σάρωση συσκευής
es: Escaneo del dispositivo
fa: اسکن دستگاه
fr: Analyse de périphérique
he: סריקת מכשיר
id: Pindai Perangkat
it: Scansione dispositivo
pl: Skanowanie urządzenia
ru: Сканирование устройства
th: สแกนอุปกรณ์
tr: Aygıt Taraması
ur: ڈیوائس اسکین
vi: Quét thiết bị
zh_hant: 設備掃描

# str_edit
source: Edit
ar: يحرر
de: Bearbeiten
el: Επεξεργασία
es: Editar
fa: ویرایش
fr: Modifier
he: ערוך
id: Ubah
it: Modifica
pl: Edytuj
ru: Редактировать
th: แก้ไข
tr: Düzenle
ur: ترمیم
vi: Chỉnh sửa
zh_hant: 編輯

# str_please_input_legal_account
source: Please enter a legal account!
ar: الرجاء إدخال حساب قانوني!
de: Bitte geben Sie ein legales Konto an!
el: Παρακαλώ εισάγετε έναν νόμιμο λογαριασμό!
es: ¡Ingrese una cuenta legal!
fa: لطفا یک حساب قانونی وارد کنید!
he: אנא הזן חשבון חוקי!
id: Masukkan akun resmi!
it: Inserisci un account legale!
pl: Wprowadź legalne konto!
ru: Пожалуйста, введите юридическую учетную запись!
th: โปรดป้อนบัญชีตามกฎหมาย!
tr: Lütfen yasal bir hesap girin!
ur: براہ کرم ایک قانونی اکاؤنٹ درج کریں!
zh_hant: 請輸入合法帳號！

# str_please_input_legal_pw
source: Please enter a password with 6-16 digits and letters
ar: الرجاء إدخال كلمة مرور مكونة من 6 إلى 16 رقمًا وحروفًا
de: Bitte geben Sie ein Passwort mit 6-16 Ziffern und Buchstaben ein
el: Παρακαλώ εισάγετε έναν κωδικό πρόσβασης με 6-16 ψηφία και γράμματα
es: Introduzca una contraseña de 6 a 16 dígitos y letras
fa: لطفا یک رمز عبور با 6 تا 16 رقم و حروف وارد کنید
he: אנא הזן סיסמה עם 6-16 ספרות ואותיות
id: Masukkan kata sandi dengan 6-16 digit dan huruf
it: Inserisci una password con 6-16 cifre e lettere
pl: Wprowadź hasło składające się z 6-16 cyfr i liter
ru: Пожалуйста, введите пароль из 6-16 цифр и букв
th: โปรดป้อนรหัสผ่านที่มีตัวเลขและตัวอักษร 6-16 ตัว
tr: Lütfen 6-16 haneli ve harfli bir şifre giriniz
ur: براہ کرم 6-16 ہندسوں اور حروف کے ساتھ پاس ورڈ درج کریں۔
zh_hant: 請輸入6-16位數字和字母的密碼

# str_unset
source: Unset
ar: غير مضبوط
el: Απενεργοποίηση
es: Desarmado
fa: تنظیم نشده
fr: Non défini
he: בוטל
id: Tidak disetel
it: Disinserito
pl: Robocz
ru: Не установлен
th: ไม่ได้ตั้งค่า
tr: Ayarsız
ur: غیر سیٹ
vi: Bỏ đặt
zh_hant: 未設置

# str_deep_sleep
source: Deep sleep
ar: نوم عميق
de: Tiefschlaf
el: Βαθύς ύπνος
es: Sueño profundo
fa: خواب عمیق
fr: Sommeil profond
he: שינה עמוקה
id: Tidur nyenyak
it: Sonno profondo
pl: Głęboki sen
ru: Глубокий сон
th: หลับสนิท
tr: Derin uyku
ur: گہری نیند
vi: Ngủ say
zh_hant: 深睡

# str_light_sleep
source: Light Sleep
ar: نوم خفيف
de: Leichter Schlaf
el: Ελαφρύς ύπνος
es: Sueño ligero
fa: خواب سبک
fr: Sommeil léger
he: שינה קלה
id: Tidur Ringan
it: Sonno leggero
pl: Lekki sen
ru: Легкий сон
th: หลับสนิท
tr: Hafif Uyku
ur: ہلکی نیند
vi: Ngủ nhẹ
zh_hant: 淺睡

# str_wake_up
source: wake up
ar: مستيقظ تماما
de: aufwachen
el: ξυπνήστε
es: despertar
fa: بیدار شو
fr: réveillez-vous
he: להתעורר
id: bangun
it: svegliati
pl: obudź się
ru: проснуться
th: ตื่น
tr: uyan
ur: اٹھو
vi: thức dậy
zh_hant: 清醒

# str_sp
source: Systolic blood pressure
ar: ضغط دم انقباضي
de: Systolischer Blutdruck
el: Συστολική αρτηριακή πίεση
es: Presión arterial sistólica
fa: فشار خون سیستولیک
fr: Tension artérielle systolique
he: לחץ דם סיסטולי
id: Tekanan darah sistolik
it: Pressione arteriosa sistolica
pl: Skurczowe ciśnienie krwi
ru: Систолическое артериальное давление
th: ความดันซิสโตลิก
tr: Sistolik kan basıncı
ur: انقباضی بلڈ پریشر
vi: Huyết áp tâm thu
zh_hant: 收縮壓

# str_dp
source: Diastolic blood pressure
ar: الضغط الانبساطي
de: Diastolischer Blutdruck
el: Διαστολική αρτηριακή πίεση
es: Presión arterial diastólica
fa: فشار خون دیاستولیک
fr: Tension artérielle diastolique
he: לחץ דם דיאסטולי
id: Tekanan darah diastolik
it: Pressione diastolica
pl: Rozkurczowe ciśnienie krwi
ru: Диастолическое кровяное давление
th: ความดันโลหิตขณะคลายตัว
tr: Diyastolik kan basıncı
ur: ڈائیسٹولک بلڈ پریشر
vi: Huyết áp tâm trương
zh_hant: 舒張壓
